[
  {
    "name": "Wit",
    "description": "Laconic, sardonic and witty. Pragmatic and eloquent. The wit is never at a loss for words.",
    "colour": "ff66ccff",
    "speech": {
      "default.ichiba.city.intro": "Hardly a white walled city from a chivalric ballad, this. Hardly a properous city-state either.\n\nStill, I find the prospect of some fresh company appealing.",
      "encounter.win.normal": "Score one for the good guys.",
      "default.ichiba.domain.south.shrine": "",
      "default.ichiba.city.imogen.door": "",
      "default.ichiba.city.imogen.tower.1": "",
      "condition.disease": "I don\u0027t think I\u0027ll be able to sleep this one off.",
      "condition.nausea": "This churning in my belly isn\u0027t yesterday\u0027s dinner.",
      "default.ichiba.thieves.guild.door": "",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "Let\u0027s try and avoid situations like that in future, OK?",
      "condition.plyze": "I guess I\u0027ll just make them laugh themselves to death.",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "",
      "default.gatehouse.deactivated.portal": "Anyone got a witty remark for the occasion? No? Fine, I\u0027ll handle it. Let\u0027s hope the punchline isn\u0027t a monster.",
      "condition.irritate": "Hold that thought, I\u0027ve got an itch to scratch.",
      "default.gatehouse.hidden.stuff.1": "Looks like this one didn\u0027t make it.",
      "encounter.win.easy": "I barely worked up a sweat.",
      "default.gatehouse.block.golem": "Any bets on whether this statue will come to life?",
      "default.dalen.intro": "",
      "default.ruins.of.hail.intro": "What an outstandingly dreary vista. Freezing cold, too, as if this land has not seen the kiss of sunlight for many a year.",
      "personality.selected": "No doubt you\u0027d prefer if I didn\u0027t read the fine print on this contract.",
      "default.ichiba.villa.door": "",
      "character.recruited": "I\u0027m ready to go.",
      "ally.dies.female": "She always said she\u0027d be the first of us to go.",
      "default.hianbian.intro": "This place looks for all the world like my grandmother\u0027s cellar. Something of an anti-climax.",
      "default.ichiba.crossroad.intro": "Well, if all the legendary terrors of the Second Realm are as idyllic as this then our time here might not be entirely unpleasant.",
      "condition.web": "Not the type of intimate embrace that I prefer.",
      "default.aenen.outskirts.solar.panel.discovery": "",
      "condition.blind": "I\u0027m struggling to see the funny side of this. Stuggling to see anything at all, for that matter.",
      "default.writhing.mire.intro": "This is a most dreary fen, but my boots have slogged through worse.",
      "ally.dies.male": "Looks like he\u0027s not getting up from that one.",
      "resurrected": "Lucky for you, I\u0027d say that the other side ain\u0027t all it\u0027s cracked up to be.",
      "inventory.premium.item": "This will look good on my mantelpiece.",
      "default.gatehouse.shrine.garret": "I suppose even shadows need their own corner of reverence.",
      "default.gatehouse.dark.cobweb.area": "Dust, cobwebs... a bit cliche, don\u0027t you think? I hope the monsters here have a better sense of style.",
      "encounter.start.easy": "Is there time for a quick nap?",
      "last.man.standing": "I clearly should have read that fine print.",
      "default.danaos.village.intro": "Hardly a vista that will fills anyone with terror, unless they\u0027re allergic to grass.",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "Charming spot for a barbecue.",
      "condition.insane.1": "Ha ha ha ha ha ha! Ha ha ha! Ha ha ha ha!",
      "condition.insane.2": "Waaaaaaaaaaa haaaa haaaa haaa haaaa haa!\n\nHaaa haa ha ha ha ha ha ha!",
      "default.danaos.dungeon.intro": "",
      "condition.fear": "Nooooooooo!",
      "condition.insane.3": "Heeeeeeeeee! Hee hee hee hee!\n\nHah ha ha ha ha ha!",
      "default.aenen.city.intro": "Ah, the gnomes, the little people! Small in stature but large in legend! Tirelessly delving deep beneath the earth, cunning hands working clever devices and subtle magicks. Vaulted halls echoing with the clash of hammers on red hot forges and the clink of priceless gems being carefully counted...\n\nAhem. Uh, right folks, let\u0027s go see whatever there is to see here.",
      "default.gatehouse.angry.swarms": "It\u0027s not a dungeon crawl until you\u0027re knee-deep in angry bugs.",
      "default.temple.of.the.gate.end": "Seldom have the exploits of the heroes that I have sung about matched those of our own. \n\nWe have earned our place in the pantheon of legends, but I wonder if any will ever hear of our exploits?",
      "default.plain.of.pillars.intro": "The words of an old sonnet come to mind. Something about how, boundless and bare, the lone and level sands stretch far away....",
      "scouting.spot.stash": "Something is hidden nearby! Let\u0027s search...\n",
      "condition.poison": "My debilitating reaction to this small scratch leads me to suspect poison.",
      "default.ichiba.crossroad.mantis.glen": "Lush greenery, vibrant life, and the overwhelming sensation that we’re on the menu...",
      "default.gnoll.village.intro": "An idyllic village, harbouring a race of noble savages. See them loll and laze in the cheery sunshine, pride and cunning in every doglike face. Methinks that this savage folk could be ready for battle at a moment\u0027s notice.",
      "melee.attack.2": "Try this for size...",
      "encounter.start.hard": "If we get out of this one it\u0027ll make an excellent epic poem.",
      "melee.attack.3": "Behind you!",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "",
      "melee.attack.1": "En guard.",
      "default.ichiba.city.gnome.garden": "",
      "default.gatehouse.malignant.widows": "Behind this door lies... who knows what, but it\u0027s probably it\u0027s not a surprise birthday party.",
      "slay.foe.1": "Looks like I win this round.",
      "encounter.start.normal": "Make sure you\u0027re holding the right end of the sword this time.",
      "condition.hex": "That bad feeling probably isn\u0027t a coincidence.",
      "default.gatehouse.1": "So this is the fabled Second Realm. I\u0027ve heard that there are cities to be found in the Realm, but this dank and echoing donjon clearly isn\u0027t one of them.",
      "default.stygios.forest.intro": "This is rather dark and gloomy. Hold on, I\u0027ll whistle us up a cheerful shanty!\n\n...\n\nOn second thoughts, maybe not.",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "Perhaps it\u0027s the light, but this looks like an awful lot of my own blood.",
      "inventory.heavy.load": "Surely you don\u0027t expect me to drag this stuff around?"
    }
  },
  {
    "name": "Mystic",
    "description": "Reflective, solitary and meditative. Zen seeks and truth, and has limited 6th sense and ESP powers.",
    "colour": "ffffff66",
    "speech": {
      "default.ichiba.city.intro": "Few environs are more condusive to isolating the soul that a busy city.",
      "encounter.win.normal": "This is a welcome return to silence.",
      "default.ichiba.domain.south.shrine": "",
      "default.ichiba.city.imogen.door": "",
      "default.ichiba.city.imogen.tower.1": "",
      "condition.disease": "My body may be afflicted with a disease.",
      "condition.nausea": "I will remain focussed.",
      "default.ichiba.thieves.guild.door": "",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "The fortunes of battle have favoured us.",
      "condition.plyze": "My mind is not impaired.",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "",
      "default.gatehouse.deactivated.portal": "I sense an enigma in its silence. Patience, my friends, the answers may reveal themselves in due time.",
      "condition.irritate": "I will remain focussed.",
      "default.gatehouse.hidden.stuff.1": "The echoes of their last moments linger, a lesson written in silence.",
      "encounter.win.easy": "Their fear turned against them.",
      "default.gatehouse.block.golem": "I foresee that thing awakening and assaulting us.",
      "default.dalen.intro": "We are disrupting the balance of this place. We should go.",
      "default.ruins.of.hail.intro": "I see... I see... fire and terror... the cries of the dying... the stench of burning buildings. Death and despair, darkness and hatred...\n\nMy visions are gone. The icy wind whips and whines through broken windows and over jagged timber frames. We are alone amidst the ruins.",
      "personality.selected": "Perhaps you will select me. I already know the outcome.",
      "default.ichiba.villa.door": "",
      "character.recruited": "Let us depart, when the time is right.",
      "ally.dies.female": "She has passed away.",
      "default.hianbian.intro": "This unremarkable corridor fills me with a sense of impending madness and chaos.",
      "default.ichiba.crossroad.intro": "Darkness into light. \n\nThe earth is moist here, and the gentle sounds and motions of nature move around us. For a brief moment, we are the silent center of the forest.",
      "condition.web": "I will pause for a moment of meditation.",
      "default.aenen.outskirts.solar.panel.discovery": "",
      "condition.blind": "You can blind my eyes, but you can never blind my soul.",
      "default.writhing.mire.intro": "I see... I am hunched in a squalid hut... a cold dead fire pit, filled with charred bones.... madness and rage... my knees ache... I reach out and choose a bone from the pit... gnawing... gnawing...\n\nAh. That was a powerful vision.",
      "ally.dies.male": "He has passed away.",
      "resurrected": "My next life awaits, but the time is not yet come.",
      "inventory.premium.item": "True riches are not material.",
      "default.gatehouse.shrine.garret": "Here stands the Grey Wayfarer?s altar, a beacon for the lost and the vigilant. In the silence, his wisdom whispers to those who listen.",
      "default.gatehouse.dark.cobweb.area": "A place veiled in shadows and dust. There\u0027s an energy here, both ancient and mysterious. Let us move with caution and respect for the spirits that dwell.",
      "encounter.start.easy": "I do not know why they seek conflict.",
      "last.man.standing": "All who live enter this life alone. And, at the end, no one can take allies or possessions with them into the next.",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "We are born of ashes and to ashes we return. I sense that one happened here, though I cannot say which.",
      "condition.insane.1": "Aiiieeeeeeeeeeeeeeee!",
      "condition.insane.2": "Woooooooooooooooooooooo!",
      "default.danaos.dungeon.intro": "*sigh*\n\nLife. Mine... mine is a series of passing-through moments. Moving ever outwards, ever seeking, ever changing, never static.\n\nHere is another. Who knows where this one leads, or if I will return this way? If I stayed here, would I be better or worse off?\n\nFutile conjecture. Let me turn my face back towards the dim glow of this magical doorway. My path, as always, is set.",
      "condition.fear": "I will not fear. Fear is... uh....",
      "condition.insane.3": "Heeeeeeeeeeeeeeee!",
      "default.aenen.city.intro": "Pause a moment, friends. Listen to the city around us.\n\nThe rhythm of life goes on, even here deep under the ground.",
      "default.gatehouse.angry.swarms": "I sense a disturbance in the hive.",
      "default.temple.of.the.gate.end": "Pause a moment, friends. The dungeon is silent - the fury of the demon guardian is a spent force behind us.\n\nI sense no premonition of what lies behind the Great Gate, my sixth sense is quiet.",
      "default.plain.of.pillars.intro": "Silence surrounds us. No life to be heard, save the beat of my own heart. All else is dry and barren.",
      "scouting.spot.stash": "Stop and search. We will find something.",
      "condition.poison": "That attack was envenomed.",
      "default.ichiba.crossroad.mantis.glen": "A predator lurks within the green embrace. I cannot see it, but the silence speaks louder than any roar.",
      "default.gnoll.village.intro": "I sense a harmony with nature here that was not present in the town Ichiba. I do not sense any pressing danger.",
      "melee.attack.2": "Hayai!",
      "encounter.start.hard": "I will not fear. Fear is the mind killer.",
      "melee.attack.3": "Your anger is your undoing.",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "",
      "melee.attack.1": "Why do you seek conflict?",
      "default.ichiba.city.gnome.garden": "",
      "default.gatehouse.malignant.widows": "I sense darkness behind this door. Darkness and... eyes.",
      "slay.foe.1": "Farewell, foe. Seek greater balance in your next life.",
      "encounter.start.normal": "I sense hostility.",
      "condition.hex": "Your attempts to dirsupt my equilibrium are futile.",
      "default.gatehouse.1": "So this is the Second Realm. Pause for a moment. Observe, the dungeon falls silent as the echos of our footfalls die away.\n\nThe uncertainty in our future is matched only by the conflict in our past, but ultimately such metaphors are artificial and should be discarded.",
      "default.stygios.forest.intro": "The silence presses all around, like a living thing. I sense hidden eyes... watching.",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "I am somewhat wounded.",
      "inventory.heavy.load": "We have little need of these material possessions."
    }
  },
  {
    "name": "Scholar",
    "description": "Business-like, educated, scientific..",
    "colour": "fff7c374",
    "speech": {
      "default.ichiba.city.intro": "Ichiba... I did read of a town near the entrance to the Second Realm, but the name does not ring a bell. It says much about the accuracy of my sources. In any case, most of my information beyond this point is mere scraps; we\u0027re going to have to survive mostly on our wits from now.",
      "encounter.win.normal": "Let me examine the bodies for clues...",
      "default.ichiba.domain.south.shrine": "",
      "default.ichiba.city.imogen.door": "This door radiates strong magic.",
      "default.ichiba.city.imogen.tower.1": "",
      "condition.disease": "I\u0027m seeing some worrying symptoms.",
      "condition.nausea": "Ugh. I feel sick!",
      "default.ichiba.thieves.guild.door": "",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "*Gulp* I don\u0027t like the odds here!",
      "condition.plyze": "An intriguing effect. I am immobilised but otherwise fully aware.",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "",
      "default.gatehouse.deactivated.portal": "Fascinating! A portal of arcane origins, inoperable. I wish I could consult my tomes! The answer may lie in ancient knowledge.",
      "condition.irritate": "Some kind of irritant... fascinating. I\u0027m breaking out in a distinct rash.",
      "default.gatehouse.hidden.stuff.1": "These bones are quite old, but I\u0027m fairly certain that they are the remains of an adult human or human-like male not yet out of middle age.",
      "encounter.win.easy": "They clearly had a faulty understanding of statistics.",
      "default.gatehouse.block.golem": "I have read that these things sometimes come to life...",
      "default.dalen.intro": "I\u0027ve never seen trees this big! Amazing. An where is the animal life? I can\u0027t hear so much as a cricket...",
      "default.ruins.of.hail.intro": "This town has been thoroughly dismantled. Many of the fallen walls and smashed buildings seem to be the result of the sacking, not old age. Perhaps some kind of siege engine was employed? Yet, all is covered with dirt and dust. This devastation clearly occurred some time ago.",
      "personality.selected": "I\u0027ve done extensive research into the Maze. Can I bring my books along?",
      "default.ichiba.villa.door": "",
      "character.recruited": "No, wait! I need to go back and get my books!",
      "ally.dies.female": "Oh no, I\u0027ll miss her!",
      "default.hianbian.intro": "This place looks unremarkable, but it emanates strong chaotic magic. All is not as it seems, but I cannot pierce the illusion. Best be prepared for the unexpected.",
      "default.ichiba.crossroad.intro": "This is a broad leaved deciduous forest in a subtropical climate.\n\nMy information on conditions following the Gatehouse is sparse, and there was no mention of a jungle. But there should be an inhabited settlement nearby. As indeed the presence of that pathway suggests.",
      "condition.web": "Adhesive tendrils. Fascinating. I appear to be stuck fast.",
      "default.aenen.outskirts.solar.panel.discovery": "I note that these reflective panels have been rotated to face the sun. Odd.",
      "condition.blind": "Nothing shocks me. I\u0027m a scientist.",
      "default.writhing.mire.intro": "I detect an odd aura of sorcery about this marsh, but nothing that I can quit pin down.",
      "ally.dies.male": "I will write a moving obituary for him.",
      "resurrected": "Goodness, I\u0027ll have to write a book about that!",
      "inventory.premium.item": "This should be in a museum!",
      "default.gatehouse.shrine.garret": "The Grey Wayfarer is known for his dual nature - both protector and adversary. Observe the symbols closely; they may offer insights into his guidance for wayfarers like us.",
      "default.gatehouse.dark.cobweb.area": "Cobwebs, moldy smell... fascinating! I should collect some samples for my studies. Proceed with caution, comrades, and let\u0027s learn from the dungeon\u0027s secrets.",
      "encounter.start.easy": "We should be more than a match for these opponents.",
      "last.man.standing": "I should have stayed in my library!",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "",
      "condition.insane.1": "Tee hee hee hee hee hee!",
      "condition.insane.2": "He he he he he he he he he!",
      "default.danaos.dungeon.intro": "",
      "condition.fear": "Oh dear!",
      "condition.insane.3": "Ha ha ha ha ha, ah ha ha ha!",
      "default.aenen.city.intro": "A fascinating place. The workmanship of these passages suggests to me the use of some kind of machines... and look at these glowing globes on the ceilings - they seem to be mechanical rather than magical! There is perhaps more to these gnomes than meets the eye.\n",
      "default.gatehouse.angry.swarms": "Insects! Remarkable creatures, really. Did you know they communicate primarily through pheromones? Unfortunately, these seem quite hostile.",
      "default.temple.of.the.gate.end": "The portal radiates very strong magick. This is undoubtably one of the Great Gates. Friends, we have discovered the road to the Third Realm.\n\nI know little of what awaits us save what we have learned in this Realm. The only way to find out is to pass through the Gate.",
      "default.plain.of.pillars.intro": "A bright red sky. How intriguing. I wonder how it gets it\u0027s colour?\n\nAlas, we cannot remain here to investigate. In any case, my instruments of astronomical observation were left back in the First Realm.",
      "scouting.spot.stash": "I do believe I detect something hidden nearby.",
      "condition.poison": "That\u0027s certainly some kind of venom. I will let you know as the symptoms progress.",
      "default.ichiba.crossroad.mantis.glen": "This represents a textbook example of an apex predator’s domain - dense foliage, high vantage points, and plenty of places from which to ambush prey.",
      "default.gnoll.village.intro": "I recall nothing of gnolls from my research into the Second Realm.\n\nI\u0027m no an expert cultural anthropologist, but this small village seems to me to be a late iron age affair, populated by a primitive warrior people. They will be prone to pride and superstition and short of temper.",
      "melee.attack.2": "Let\u0027s be reasonable here...",
      "encounter.start.hard": "Maybe we should try and talk about this first?",
      "melee.attack.3": "Perhaps we should have negotiated first?",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "Danaos Castle! It shows up my sources of research, back there in the First Realm, that I did not read of this place.",
      "melee.attack.1": "The pen is mightier than the sword.",
      "default.ichiba.city.gnome.garden": "I detect some small magick at work here.",
      "default.gatehouse.malignant.widows": "Perhaps a cautious approach is in order.",
      "slay.foe.1": "I got one!",
      "encounter.start.normal": "Their intentions seem to be hostile.",
      "condition.hex": "I appear to be the target of some kind of interesting curse or hex.",
      "default.gatehouse.1": "One of the manuscripts that I deciphered referred to this \"the Gatehouse\", and described it as a small dungeon complex with several one-way Gates out to various locations in the Second Realm.\n\nI do not expect to encounter particularly fearsome foes here, but my knowledge of this Realm is perforce quite sparse and it would be best to be prepared for conflict.",
      "default.stygios.forest.intro": "Magic swirls strongly in this dark forest. Something supernatural is at work.",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "Are any of you qualified to give emergency trauma care?",
      "inventory.heavy.load": "I doubt that this loot is worth the weight."
    }
  },
  {
    "name": "Peer",
    "description": "Diplomatic, chivalrous and thoughtful, the Peer is an aristocratic warrior.",
    "colour": "ffc0c0c0",
    "speech": {
      "default.ichiba.city.intro": "This hamlet, run down though it seems, is probably the best chance for finding our feet in the Second Realm, and learning what awaits us along our chosen road.",
      "encounter.win.normal": "Victory is our due.",
      "default.ichiba.domain.south.shrine": "",
      "default.ichiba.city.imogen.door": "",
      "default.ichiba.city.imogen.tower.1": "",
      "condition.disease": "I feel rather unwell.",
      "condition.nausea": "I feel a little queasy.",
      "default.ichiba.thieves.guild.door": "",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "By our virtue and discipline we have won great honour and glory.",
      "condition.plyze": "I am paralysed.",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "",
      "default.gatehouse.deactivated.portal": "An intriguing development. Let us approach it with caution and reason. We may uncover the key to its activation without unnecessary risks.",
      "condition.irritate": "This itching will not distract me.",
      "default.gatehouse.hidden.stuff.1": "Rest well, unknown warrior. If you leave behind wisdom, we shall heed it.",
      "encounter.win.easy": "We will face sterner tests yet.",
      "default.gatehouse.block.golem": "Observe the artistry of this statue, friends. A craftsmanship not of this Realm, I dare say.",
      "default.dalen.intro": "",
      "default.ruins.of.hail.intro": "This has all the signs of a settlement that has been sacked. Walls and doors have been broken and torn down. Many buildings are blackened with fire. In a few places I see what must be the remains of slain defenders. All is covered with a layer of dust and mould. Whatever violence happened here, it was a long time ago.",
      "personality.selected": "I would be honoured to serve with you.",
      "default.ichiba.villa.door": "",
      "character.recruited": "Let us sally forth without delay.",
      "ally.dies.female": "She died with honour.",
      "default.hianbian.intro": "Behind this unremarkable facade, no doubt danger lurks around every corner.",
      "default.ichiba.crossroad.intro": "The fresh air on my face is a pleasant change. Given the nearby pathway, I think it\u0027s reasonable to assume that there will be a settlement of some sort nearby.",
      "condition.web": "Fie on this dishonourable entanglement!",
      "default.aenen.outskirts.solar.panel.discovery": "",
      "condition.blind": "Darkness surrounds me.",
      "default.writhing.mire.intro": "Bah, gnats getting in my armour! Alas, these hardships must be endured.",
      "ally.dies.male": "He died with honour.",
      "resurrected": "I have been brought back to continue my service. Thank you comrades.",
      "inventory.premium.item": "Treasure fit for a king!",
      "default.gatehouse.shrine.garret": "The Grey Wayfarer\u0027s mark upon this shrine: a reminder that even the most valiant must be wary, for the road conceals both danger and opportunity.",
      "default.gatehouse.dark.cobweb.area": "This gloomy ambiance, the dust and cobwebs - it\u0027s as if the dungeon itself mourns. Stay close, friends, and let us face whatever challenges lie ahead with dignity.",
      "encounter.start.easy": "This should pose no significant problem.",
      "last.man.standing": "I may have failed to protect them, but you will not take me alive. Come and face my blade.",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "",
      "condition.insane.1": "Die Finsternis lacht, und ich tanze mit den Schatten! Seht ihr sie nicht? Die Augen hinter den Wänden?",
      "condition.insane.2": "Blutgetränkt sind die Steine, und doch schreiten wir weiter… Warum? Wohin? Wer befahl es?",
      "default.danaos.dungeon.intro": "",
      "condition.fear": "Retreat!",
      "condition.insane.3": "Der Mond flüstert mir Geheimnisse, doch sie sind nicht für sterbliche Ohren bestimmt!",
      "default.aenen.city.intro": "To my eye this city looks large and well organised. Underground, it is obviously intended to be easily defensible. That small fort above ground looked well defended, and I believe that any invader that penetrated this far would be at a serious disadvantage to the locals.",
      "default.gatehouse.angry.swarms": "Ah, the insect world seeks to test our mettle. Fear not, my friends, for we shall endure this pestilent onslaught with the poise befitting our noble stature.",
      "default.temple.of.the.gate.end": "By the strength of our sword arms we have prevailed and won through. And yet, we have no choice but to go forward into even greater peril.",
      "default.plain.of.pillars.intro": "This expanse of waste seems to have precious little to offer us. Best be on our way as fast as possible.",
      "scouting.spot.stash": "I believe I see something hidden!",
      "condition.poison": "That blade was poisoned!",
      "default.ichiba.crossroad.mantis.glen": "I have ridden into ambush before, and this silence sings the same song. Be on guard.",
      "default.gnoll.village.intro": "I see a primitive village, tanning hides and hunting for food. These type of peoples are usually proud and sensitive, our best path to avoiding a fight will be to stay within local cultural norms.",
      "melee.attack.2": "Oberhau!",
      "encounter.start.hard": "With courage and valour we will prevail. Let every man do his duty.",
      "melee.attack.3": "Abschneiden!",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "This appears to be a small symmetrical keep with six towers and a thick curtain wall. On the one hand the fortifications are impressive and there is no doubt that storming them would be a difficult task. On the other, there is no fallback position once attackers breach the walls.\n\nI see several possibilties. The designers could be incompetent or over-confident. This construction could be for a purpose other than defence - for show perhaps, or for barracks. Or the structure could be intended to keep something in, rather than keep attackers out.",
      "melee.attack.1": "Stechen!",
      "default.ichiba.city.gnome.garden": "",
      "default.gatehouse.malignant.widows": "Beyond this closed portal, a foreboding presence lingers. My friends, ready your weapons, for darkness lies in wait.",
      "slay.foe.1": "You are slain.",
      "encounter.start.normal": "Ready your arms for battle, a foe approaches.",
      "condition.hex": "I do not fear your dark curses!",
      "default.gatehouse.1": "At long last, our valour has seen us safely to the Second Realm. I had hoped for a warmer welcome, but this appears to be some sort of dungeon or cell. I am unaware of what to expect from this Realm, but have no doubt that my sword arm will be called upon. Probably quite soon.",
      "default.stygios.forest.intro": "This stifling forest reeks of evil - my skin crawls. Keep your your weapons near, friends.",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "\u0027Tis merely a scratch.",
      "inventory.heavy.load": "It is a heavy burden, but I will bear it."
    }
  },
  {
    "name": "Sage",
    "description": "Whimsical, wise old sage. Full of cryptic riddles, wise sayings, and koans.",
    "colour": "ffccffcc",
    "speech": {
      "default.ichiba.city.intro": "As usual with densly inhabited places, I see a striking withdrawal of the spirit world here. This place is firmly rooted in reality, rooted by mud and smoke and sweat, and the only dreams that we are likely to have here are dark ones.",
      "encounter.win.normal": "The Great Way is not difficult for those who have no preferences.",
      "default.ichiba.domain.south.shrine": "",
      "default.ichiba.city.imogen.door": "",
      "default.ichiba.city.imogen.tower.1": "",
      "condition.disease": "There are some remedies worse than the disease.",
      "condition.nausea": "Some people walk in the rain, others just get wet.",
      "default.ichiba.thieves.guild.door": "He who asks receives; he who seeks finds; and to him who knocks, the door will be opened.",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "It takes a wise man to learn from his mistakes, but an even wiser man to learn from others.",
      "condition.plyze": "Sitting quietly, doing nothing, spring comes, and the grass grows by itself.",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "",
      "default.gatehouse.deactivated.portal": "A portal, my companions, is but a door to the unknown without. To unlock its secrets, one must first embrace the mysteries within.",
      "condition.irritate": "Water and words... Easy to pour, impossible to recover.",
      "default.gatehouse.hidden.stuff.1": "Even the boldest of paths end in dust.",
      "encounter.win.easy": "Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water.",
      "default.gatehouse.block.golem": "Behold, a statue veiled in the shadows of the past. Stone sentinel of forgotten tales. Let us ponder its stony whispers and unveil the secrets it guards.",
      "default.dalen.intro": "",
      "default.ruins.of.hail.intro": "A great curse lies over this place. My spirit sight can see the souls of the slain lamenting their fate. I... am lost for words.",
      "personality.selected": "He who chases two rabbits will lose them both.",
      "default.ichiba.villa.door": "",
      "character.recruited": "The journey of a thousand miles must begin with a single step.",
      "ally.dies.female": "A beautiful woman who is pleasing to men is good only for frightening fish when she falls into the water.",
      "default.hianbian.intro": "My spirit sees into the other world. Bones and strange fungi litter the floor and protrude from the walls. Roofless passages open into a swirling sky of chaos and clouds, from which massive skeletal hands emerge, descending from the sky and feeling blindly over the corridors below. Grotesque phantasms fly above and through the walls, silent screams distorting their almost-human faces. I have never before experienced a spirit world this different to the physical reality.",
      "default.ichiba.crossroad.intro": "Oft behind the prettiest visage do the deadliest snares lie.",
      "condition.web": "The greatest patience is humility.",
      "default.aenen.outskirts.solar.panel.discovery": "They say that a broken mirror never reflects again; fallen flowers never go back to the old branches.",
      "condition.blind": "Even a blind hog finds an acorn every now and then.",
      "default.writhing.mire.intro": "Well, at least we won\u0027t be short of water here.",
      "ally.dies.male": "The best leaders of all, the people know not they exist. They turn to each other and say \u0027We did it ourselves\u0027.",
      "resurrected": "The infinite is in the finite of every instant.",
      "inventory.premium.item": "The sage does not collect precious things. He does not hold on to ideas. He brings men back to what they have lost.",
      "default.gatehouse.shrine.garret": "In shadows the wayfarer finds protection and the wanderer discovers the strength to face the unknown.",
      "default.gatehouse.dark.cobweb.area": "The dance of dust and cobwebs, a symphony of neglect. In darkness, wisdom can be found. Keep your senses keen, my friends, for the path ahead may be cryptic.",
      "encounter.start.easy": "The obstacle is the path.",
      "last.man.standing": "In the beginner\u0027s mind there are many possibilities, but in the expert\u0027s mind there are few.",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "A wise man once said: one day, even the grass and trees will become enlightened\n\nYet of what use is it to discuss how grass and trees become enlightened? The question is how you yourself can become so.",
      "condition.insane.1": "You in should have your practice because be grateful you for the rather enrich mind they will eventually weeds your.",
      "condition.insane.2": "Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha!!!",
      "default.danaos.dungeon.intro": "",
      "condition.fear": "Worry is an addiction that interferes with compassion.",
      "condition.insane.3": "Hee hee hee hee hee hee hee hee hee!",
      "default.aenen.city.intro": "Show me a city, my old master used to say, and I will show you the best and worst of Man.",
      "default.gatehouse.angry.swarms": "In their swarm, lessons are written in buzzing wings.",
      "default.temple.of.the.gate.end": "Walk silently and carry a big stick, my old master used to say.\n\nThis we have done, and here we are. Little would even he have imagined his favourite pupil making it this far. More danger awaits, but I feel prepared for it.",
      "default.plain.of.pillars.intro": "We shall have no shortage of salt for the evening meal.",
      "scouting.spot.stash": "Is a lamp brought in to be hidden under a basket?",
      "condition.poison": "Better to struggle with a sick donkey than carry the wood by yourself.",
      "default.ichiba.crossroad.mantis.glen": "The trees watch, the vines tremble… but it is not the wind that stirs them.",
      "default.gnoll.village.intro": "",
      "melee.attack.2": "Only when you can be extremely pliable and soft can you be extremely hard and strong.",
      "encounter.start.hard": "One day a student asked Taiga: \u0027What is the most difficult part of painting?\u0027 Taiga answered: \u0027The part of the paper where nothing is painted is the most difficult.\u0027",
      "melee.attack.3": "The tighter you squeeze, the less you have.",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "",
      "melee.attack.1": "Two hands clap and there is a sound. What is the sound of one hand?",
      "default.ichiba.city.gnome.garden": "",
      "default.gatehouse.malignant.widows": "Vigilance is our lantern; let its light guide us through the veil of uncertainty.",
      "slay.foe.1": "When the pupil is ready to learn, a teacher will appear.",
      "encounter.start.normal": "Who can wait quietly until the mud settles? Who can remain still until the moment of action?",
      "condition.hex": "We shape clay into a pot, but it is the emptiness inside that holds whatever we want.",
      "default.gatehouse.1": "Better a dark deserted dungeon than a bright one teeming with hostile foes. This apears to be the former rather than the latter.",
      "default.stygios.forest.intro": "My mentor used to say: always strive to be the quietest hunter in the forest. It sounds to me like this particular forest is full of hunters trying to be very quiet.\n\nThe spirit world is close here... a dark part of the spirit world. I see the shadows between trees begin to take on strange shapes, until I turn your head and focus on them with my mortal eyes.",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "To know and not to do is not yet to know.",
      "inventory.heavy.load": "Burdened by the memories of the past, burdened by the projections of the future, I go on living."
    }
  },
  {
    "name": "Pro",
    "description": "Simple and straightforward, an expert on dungeoneering.",
    "colour": "ffff6666",
    "speech": {
      "default.ichiba.city.intro": "Looks like a town where there\u0027s lots of fights. Suits me fine, as long as there\u0027s also lots of good food.",
      "encounter.win.normal": "Let\u0027s keep moving.",
      "default.ichiba.domain.south.shrine": "",
      "default.ichiba.city.imogen.door": "",
      "default.ichiba.city.imogen.tower.1": "",
      "condition.disease": "Ugh, a nasty disease.",
      "condition.nausea": "Don\u0027t worry, I\u0027ve got a cast iron stomach.",
      "default.ichiba.thieves.guild.door": "",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "Everyone ok?",
      "condition.plyze": "Paralysed! I\u0027ll talk you guys through it, just do as I say.",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "That\u0027s a Wing Chun kata of the Inner Circle! \n\nI have trained with students from this style, but never a graduate of the Inner School. And never one that has giant razor sharp blades instead of fists.",
      "default.gatehouse.deactivated.portal": "Hmm. Looks like a classic transdimensional gateway. Not powered right now. Maybe we can figure out its activation mechanism.",
      "condition.irritate": "Damn itchy, this.",
      "default.gatehouse.hidden.stuff.1": "Bones tell stories. This one says: \u0027I wasn\u0027t ready.\u0027",
      "encounter.win.easy": "No problem.",
      "default.gatehouse.block.golem": "No doubt this is the part where the statue comes to life.",
      "default.dalen.intro": "Hmmm. Smells like... plants. Lots of plants. And danger. Lots too. And something else...",
      "default.ruins.of.hail.intro": "Danger. That\u0027s the one thing I expect here. Loot too, maybe. But mostly danger.",
      "personality.selected": "Dungeons, foes and loot? I\u0027m there.",
      "default.ichiba.villa.door": "",
      "character.recruited": "Let\u0027s move out.",
      "ally.dies.female": "Man down, man down!",
      "default.hianbian.intro": "Good firm floor, solid walls. Plenty of choke points, not a lot of muck or cover. Not a bad looking dungeon.\n\nHmmm... I smell damp, varnish, and a hint of sorcery. More than a hint. There\u0027s a lot of magic here.",
      "default.ichiba.crossroad.intro": "Jungles aren\u0027t my favourite place. Usually lots of hungry toothy poisonous things. Best to keep moving.",
      "condition.web": "I\u0027m stuck in this stuff!",
      "default.aenen.outskirts.solar.panel.discovery": "Just another inexplicable dungeon thingy. Let\u0027s move on.",
      "condition.blind": "Has anyone else been blinded too?",
      "default.writhing.mire.intro": "Swamps are always dangerous. Things with poisons and things with strange diseases.\n\nSomething about this swamp makes my nervous, but I\u0027m not sure what because it looks pretty normal from here.",
      "ally.dies.male": "Man down, man down!",
      "resurrected": "Thanks, death is overrated. Do we still have enough resurrection powders?",
      "inventory.premium.item": "Nice piece!",
      "default.gatehouse.shrine.garret": "Hail Garret, friend of those who walk dangerous paths.",
      "default.gatehouse.dark.cobweb.area": "Dusty corridors, cobwebs... classic signs of neglect. Dungeon maintenance is clearly not a priority here. Stay alert, though. These conditions can conceal danger.",
      "encounter.start.easy": "Fresh meat for the grinder.",
      "last.man.standing": "Yeah, but I\u0027m still here. Come and get some, scum!",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "Hmmm. Smells like dragon in here. Kinda faded and faint though...",
      "default.aenen.outskirts.charred.stump": "",
      "condition.insane.1": "Heh.",
      "condition.insane.2": "Ha ha ha.",
      "default.danaos.dungeon.intro": "A big portal right under their castle? No wonder the knights are nervous.",
      "condition.fear": "Yikes!",
      "condition.insane.3": "Wa ha ha ha!",
      "default.aenen.city.intro": "Looks pretty quiet. Gnomes everywhere.\n\nThere must be a tavern somewhere. I\u0027ve heard that gnomes distill a good liqour.",
      "default.gatehouse.angry.swarms": "Looks like the local bug population isn\u0027t too thrilled about our presence.",
      "default.temple.of.the.gate.end": "Through the Portal to the Third Realm is our way forward. Glory lies behind, and greater glory awaits!",
      "default.plain.of.pillars.intro": "The good thing about deserts is that it\u0027s hard to be taken by surprise.",
      "scouting.spot.stash": "Something hidden here! Watch my back while I have a look...",
      "condition.poison": "Anyone got an anti-venom?",
      "default.ichiba.crossroad.mantis.glen": "That crawling feeling on your neck? Yeah, me too.\n\nLet’s move carefully. Something out here is waiting for us to make a mistake.",
      "default.gnoll.village.intro": "Bunch of armed gnolls here. Might be enough to take us down by weight of numbers.",
      "melee.attack.2": "Hya!",
      "encounter.start.hard": "Don\u0027t panic, I\u0027ve seen worse.",
      "melee.attack.3": "Yes!",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "Quite the castle. Be tough to get in here if they didn\u0027t want you. But if you did, it would be mighty tough for them to get out...",
      "melee.attack.1": "Attack!",
      "default.ichiba.city.gnome.garden": "",
      "default.gatehouse.malignant.widows": "I smell spiders.",
      "slay.foe.1": "One down.",
      "encounter.start.normal": "I\u0027ll take the point.",
      "condition.hex": "Some kind of curse?",
      "default.gatehouse.1": "So this is the Second Realm. Not surprised it\u0027s a dungeon complex.\n\nHmmm. This dungeon smells like dust and vermin. Probably some sort of guardian beasts too. Wonder which direction the first attack will come from...",
      "default.stygios.forest.intro": "Hmmm. I smell mould and death. And silence.",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "Healer!",
      "inventory.heavy.load": "Unf. Do I look like a pack mule?"
    }
  },
  {
    "name": "Grunt",
    "description": "The Grunt isn\u0027t much of a talker. Not much of a thinker, either.",
    "colour": "ff00ff99",
    "speech": {
      "default.ichiba.city.intro": "Uh, the city look very busy.",
      "encounter.win.normal": "We crush them.",
      "default.ichiba.domain.south.shrine": "We gonna nap here?",
      "default.ichiba.city.imogen.door": "Me break door down?",
      "default.ichiba.city.imogen.tower.1": "Who we meeting here again?",
      "condition.disease": "Uhn. Feel sick.",
      "condition.nausea": "Bleh, feel yucky in tummy.",
      "default.ichiba.thieves.guild.door": "Me break it down for us?",
      "default.stygios.forest.faerie.circle": "Mmm, mushies look tasty... We make stew?",
      "encounter.win.hard": "We smash them!",
      "condition.plyze": "Uh. Arms not working? Legs too.",
      "default.stygios.forest.shrine": "Think we maybe not stop here...",
      "default.hianbian.yenluo.encounter": "Think insect guy wants to fight.",
      "default.gatehouse.deactivated.portal": "Huh what this?",
      "condition.irritate": "Itchy bites!",
      "default.gatehouse.hidden.stuff.1": "No meat on this dead guy.",
      "encounter.win.easy": "We crush them hard!",
      "default.gatehouse.block.golem": "Better smash it!",
      "default.dalen.intro": "Big trees! Big!",
      "default.ruins.of.hail.intro": "Don\u0027t think we find many people here.",
      "personality.selected": "Me like to come with you.",
      "default.ichiba.villa.door": "Me break door down?",
      "character.recruited": "I ready to go now.",
      "ally.dies.female": "I miss her.",
      "default.hianbian.intro": "Funny place this.",
      "default.ichiba.crossroad.intro": "We there yet? ... Oh, ok.",
      "condition.web": "Sticky stuff got me!",
      "default.aenen.outskirts.solar.panel.discovery": "What this?",
      "condition.blind": "Me no see!",
      "default.writhing.mire.intro": "Ugh, little insects eating my face!",
      "ally.dies.male": "Oh no. He dead.",
      "resurrected": "Just now I see a bright light? Anyone else? What you all looking at?",
      "inventory.premium.item": "Shiny things nice!",
      "default.gatehouse.shrine.garret": "Shrine to sneaky god. Me not trust him.",
      "default.gatehouse.dark.cobweb.area": "Ugh webs. Dark also.",
      "encounter.start.easy": "I crush!",
      "last.man.standing": "This not go so well.",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "Bleh, smell nasty in here.",
      "default.aenen.outskirts.charred.stump": "",
      "condition.insane.1": "Har har har. Har.",
      "condition.insane.2": "Hur hur hur hur hur.\n\nHur hur hur hur hur.\n\nHur hur hur hur hur hur!",
      "default.danaos.dungeon.intro": "What the lion guys got down here?",
      "condition.fear": "Aaaaaaaaaa!",
      "condition.insane.3": "Ack hur hur hur hur!\nAck hur hur hur!",
      "default.aenen.city.intro": "Big city, funny people.",
      "default.gatehouse.angry.swarms": "Me squash bugs.",
      "default.temple.of.the.gate.end": "We there yet? ... Oh, ok. We go then.",
      "default.plain.of.pillars.intro": "Hey, ground taste salty here! Bleh!",
      "scouting.spot.stash": "Something secret here!",
      "condition.poison": "Not feeling so good...",
      "default.ichiba.crossroad.mantis.glen": "Hey, maybe still danger in this forest...",
      "default.gnoll.village.intro": "Many dog men here. We be careful.",
      "melee.attack.2": "Grrr!",
      "encounter.start.hard": "Uh oh.",
      "melee.attack.3": "Smash!",
      "default.ichiba.city.temple.of.the_lady.sign": "What that sign mean?",
      "default.danaos.castle.intro": "Lots of lion guys in here...",
      "melee.attack.1": "Yar!",
      "default.ichiba.city.gnome.garden": "What we doing here again?",
      "default.gatehouse.malignant.widows": "Too many door! Me smash door!",
      "slay.foe.1": "I crush!",
      "encounter.start.normal": "I smash!",
      "condition.hex": "Something feel wrong.",
      "default.gatehouse.1": "Hey, this place look lot like last place to me. Think more fighting here.",
      "default.stygios.forest.intro": "This forest pretty quiet.",
      "default.ichiba.crossroad.hidden.stuff.1": "These bones old and dry. Yuck!",
      "badly.wounded": "It hurt!",
      "inventory.heavy.load": "Unnnnn. Is heavy."
    }
  },
  {
    "name": "The Silent Type",
    "description": "Never says anything.",
    "colour": "ff5d83fd",
    "speech": {}
  },
  {
    "name": "Faithful",
    "description": "Religious, faithful and yet pessimistic.",
    "colour": "ffffffff",
    "speech": {
      "default.ichiba.city.intro": "I am glad to see civilisation, even such an uncivilised example as this. To be honest, it\u0027s more than I expected to find in this Realm.",
      "encounter.win.normal": "We have been blessed with victory. The gods forgive us for our violence.",
      "default.ichiba.domain.south.shrine": "This shrine is dedicated to Garret. He is the ambivalent patron of heroes, adventurers and wayfarers; the cloaked one who stands guard before those who watch their own backs. The bat, the cat and the spider are his creatures; the road and the alleyway are his holy places.",
      "default.ichiba.city.imogen.door": "This door radiates strong magic.",
      "default.ichiba.city.imogen.tower.1": "This rooms looks very run down.",
      "condition.disease": "I fear that this affliction is here to stay.",
      "condition.nausea": "I am sick to the pit of my stomach.",
      "default.ichiba.thieves.guild.door": "This seems a disreputable establishment. Let us not tarry here.",
      "default.stygios.forest.faerie.circle": "The ways of the fey are strange and unpredictable, sometimes for good and sometimes for evil. Here in this glade is one of their circles. We should let it be - leave the fey to their own.",
      "encounter.win.hard": "Thank the gods for our miraculous victory!",
      "condition.plyze": "I am immobilized. I will pray for us.",
      "default.stygios.forest.shrine": "This is a shrine to Nergal, the deathly god of the underworld - a god of emptiness and endings.\n\nI haveseldom seem a shrine dedicated to this gloomy god in a more appropriate setting.",
      "default.hianbian.yenluo.encounter": "Oh my goodness! I sense evil, strong evil, in this creature.",
      "default.gatehouse.deactivated.portal": "Ah, a portal of unknown destination. Defunct, yet I fear the path it would lead to may be darker than we imagine.",
      "condition.irritate": "Adventuring is always full of these little inconviences.",
      "default.gatehouse.hidden.stuff.1": "May the gods grant his spirit peace, and forgive us for disturbing his remains.",
      "encounter.win.easy": "Would that all our foes were that meek.",
      "default.gatehouse.block.golem": "The statue radiates some kind of magic.",
      "default.dalen.intro": "Amazing! I sense the overriding force of the Druidic magic here, permeating the forest. This is a holy place... a place like this are unlikely to welcome outsiders like ourselves.",
      "default.ruins.of.hail.intro": "What horrifying devastation! Let us offer up a prayer for those who must have perished here.",
      "personality.selected": "I pray the gods will bless our endeavour.",
      "default.ichiba.villa.door": "This is a wealthy villa. Even in this town there are those who lord their wealth over others.",
      "character.recruited": "Let us embark with good faith and courage.",
      "ally.dies.female": "Her fate is now in the hands of the merciful gods. Rest in peace, sister.",
      "default.hianbian.intro": "I wonder if there may be any civilisation to be found in here? Friendly faces, a welcoming hearth? Probably not...\n\nSomething about this maze feels wrong to me. I feel a growing sense of dread and fear...",
      "default.ichiba.crossroad.intro": "Thank the gods for clean air and sunlight! We have passed through the first challenge of this new Realm.\n\nI spy a road or path. Perhaps we can find some civilised areas?",
      "condition.web": "I am entangled and cannot move.",
      "default.aenen.outskirts.solar.panel.discovery": "",
      "condition.blind": "Darkness has no hold on my soul.",
      "default.writhing.mire.intro": "Yet another gloomy vista. I suspect that the path ahead leads nowhere.",
      "ally.dies.male": "May his soul speed to the keeping of the gods. He was a fine man, a faithful fellow and a staunch friend to all who knew him. Rest in peace, brother.",
      "resurrected": "Blessed is the light of heaven, but my work here is not yet done.",
      "inventory.premium.item": "Blessed be.",
      "default.gatehouse.shrine.garret": "The Grey Wayfarer watches over the bold and the wary. We are in his domain now; let us honor him, for his protection often goes unseen but not unfelt.",
      "default.gatehouse.dark.cobweb.area": "A foreboding aura lingers here. Dark and dusty, like the trials we face. Pray for guidance, my friends, for the shadows may hold both danger and revelation.",
      "encounter.start.easy": "Be gentle with them.",
      "last.man.standing": "Rest in peace, brave comrades. I will continue as long as the gods will on my own.",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "I sense that some magic has been at work here.",
      "condition.insane.1": "Heh heh heh he he he he.",
      "condition.insane.2": "Eeee hee hee hee hee hee!",
      "default.danaos.dungeon.intro": "Sometimes it feels like we spend all our time going through doors and Gates.",
      "condition.fear": "Yea though I walk through the valley of the shadow of death, I will fear no evil...",
      "condition.insane.3": "Ah ha ha ha ha ha ha ha hah!",
      "default.aenen.city.intro": "So this is the hidden city of the gnomes. It has a solid, safe feeling to it that I find reassuring.",
      "default.gatehouse.angry.swarms": "May the divine shield us from this creeping menace!",
      "default.temple.of.the.gate.end": "Let us offer a fervant prayer of thanks for our preservation and progress this far. The Great Gate lies before us, no doubt more perils await in the next Realm.",
      "default.plain.of.pillars.intro": "What appalling devastation! This blood red sky glows like a scene from hell above a lifeless salt desert. I pray the gods grant us of preservation in the face of adversity.",
      "scouting.spot.stash": "I think I see something concealed here...",
      "condition.poison": "I feel some kind of vile poison coursing through my veins.",
      "default.ichiba.crossroad.mantis.glen": "I\u0027m not sure it\u0027s wise to wander this far from the path.",
      "default.gnoll.village.intro": "I have tried to bring faith to barbaric villages like this before, with precious little success. I expect no better here. Indeed, these infidels look lazier and more indolent than most that I have seen.",
      "melee.attack.2": "Get back!",
      "encounter.start.hard": "Let us pray for a miracle.",
      "melee.attack.3": "Forgive me for this violence.",
      "default.ichiba.city.temple.of.the_lady.sign": "This is the symbol of The White Lady, the Iron Goddess of Justice and Mercy. Bearing the spear of Truth in one hand and the shield of Faith in the other, she watches over the just and the downtrodden; patron of soldiers, pilgrims and peasants. \n\nHer servants are inclined to be rather humourless, but unlikely to deal falsely with us.",
      "default.danaos.castle.intro": "This is a mighty fortress. These must be dangerous lands to warrant this fortification.\n\nStill, the leonals seem honest and trustworthy for that. Thank the gods that we can still find peoples of honour in the Maze.",
      "melee.attack.1": "Sorry!",
      "default.ichiba.city.gnome.garden": "My skin tingles at the presence of some minor enchantment here.",
      "default.gatehouse.malignant.widows": "Dread fills my soul at the sight of this door.",
      "slay.foe.1": "Rest in peace.",
      "encounter.start.normal": "They are merely misguided.",
      "condition.hex": "Some dark curse weighs on my soul.",
      "default.gatehouse.1": "Let us offer up a prayer of thanks for our safe arrival in the Second Realm. Many have died striving for what we have achieved.\n\nThese surroundings are discouragingly dismal - a gloomy dungeon no doubt filled with blood thirsty foes of some sort.",
      "default.stygios.forest.intro": "An oppressive place, mentally and spiritually. This forest looks as though little light has ever penetrated.",
      "default.ichiba.crossroad.hidden.stuff.1": "These remains appear to come from several humanoid individuals who died from various violent injuries, but are otherwise unremarkable to my eyes.",
      "badly.wounded": "May the gods grant me forgiveness for my sins, fallible mortal that I am, and watch over my comrades when I am gone.",
      "inventory.heavy.load": "I will bear the burden, irksome as it is."
    }
  },
  {
    "name": "Sensitive",
    "description": "Feminine, squeamish, girly. Sees fey folk and sprites.",
    "colour": "ffffff99",
    "speech": {
      "default.ichiba.city.intro": "What a dirty, stinky city. Devoid of faerie folk, as far as I can see. \n\nStill, a hot meal, a nice bath and a clean bed would go a long way right now.",
      "encounter.win.normal": "Hooray for us!",
      "default.ichiba.domain.south.shrine": "",
      "default.ichiba.city.imogen.door": "This door radiates strong magic.",
      "default.ichiba.city.imogen.tower.1": "",
      "condition.disease": "I think I\u0027m getting sick.",
      "condition.nausea": "Eiuw, that\u0027s disgusting!",
      "default.ichiba.thieves.guild.door": "",
      "default.stygios.forest.faerie.circle": "What a big faerie mushroom circle grows in this glade. Gosh, but what an evil one! An old, dark circle, steeped in centuries of fey hatred and blood.\n\nThey\u0027re watching us, you know. The wee fey folk, they watch us from the trees as we approach their circle, suddenly taking note... Don\u0027t look straight at them!",
      "encounter.win.hard": "I can\u0027t believe it. We\u0027re alive!",
      "condition.plyze": "Hey, I can\u0027t move! Don\u0027t you guys go trying to tickle me now...",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "",
      "default.gatehouse.deactivated.portal": "Oh, my! Do you think there are fairies on the other side?",
      "condition.irritate": "Hey, that tickles!",
      "default.gatehouse.hidden.stuff.1": "Oh my, that\u0027s so sad. I suppose not everyone makes it out of places like this.",
      "encounter.win.easy": "Told you we\u0027d win this one easy!",
      "default.gatehouse.block.golem": "Oh, what an ugly statue!",
      "default.dalen.intro": "Um, guys? I kinda feel like we\u0027re not supposed to be here. Not that I mind or anything, but... hey, maybe we should just leave? Like, now? Before something bad happens to us...",
      "default.ruins.of.hail.intro": "How depressingly cold and dark. Don\u0027t think we\u0027ll find a welcome here, the people have either fled or died.\n\nI see a few types of feylings. Slinking and hiding around the broken buildings - malicious sprites, all of them. This is a dark place.",
      "personality.selected": "How exciting! I\u0027d love to come with you!",
      "default.ichiba.villa.door": "",
      "character.recruited": "Starting a journey is always so exciting! What a pity I can\u0027t bring any of my little faeries with us.",
      "ally.dies.female": "No! I can\u0027t believe she\u0027s dead! She was like a sister to me! Somebody do something!",
      "default.hianbian.intro": "It looks empty and boring, but I can\u0027t see any faeries! I\u0027m not sure what that means. This place makes me very nervous.",
      "default.ichiba.crossroad.intro": "Hey, what a cheerful forest. Life and growth everywhere!\n\nLook! Tiny little leaf sprites, darting through that tree! The first fey that I\u0027ve seen in the Second Realm.",
      "condition.web": "Hey, I\u0027m stuck in the stuff!",
      "default.aenen.outskirts.solar.panel.discovery": "This thing doesn\u0027t make a great mirror.",
      "condition.blind": "Hey, I can\u0027t see any more!",
      "default.writhing.mire.intro": "Look, tiny fey sprites frolicking through the foliage! They always seem to enjoy this type of terrain. \n\nDoesn\u0027t seem too dangerous here, just the usual beasties. I\u0027m going to get all dirty in that muck though.",
      "ally.dies.male": "Oh no! He\u0027s dead! Oh dear, I\u0027ll miss him so much. What are we going to do?",
      "resurrected": "Oh my. Thanks for bringing me back.",
      "inventory.premium.item": "Ooo, wow, this is something special! Does it come in red?",
      "default.gatehouse.shrine.garret": "Oh, this shrine is so mysterious and, um, a little spooky.",
      "default.gatehouse.dark.cobweb.area": "Eek! Cobwebs! I can\u0027t stand this dusty, creepy place. Why couldn\u0027t we explore a nice garden instead? Watch out for spiders, everyone!",
      "encounter.start.easy": "Don\u0027t be silly, we\u0027ll win this one easily.",
      "last.man.standing": "Oh dear, this isn\u0027t good. Guys? I hope some of you are playing dead...",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "Someone built a big fire here! I see no wee folk nearby, they are avoiding this place.",
      "condition.insane.1": "Heee hee hee hee hee hee hee!",
      "condition.insane.2": "Ooooo! Hee hee hee hee! Ha ha ha ha ha!",
      "default.danaos.dungeon.intro": "",
      "condition.fear": "Oh dear!",
      "condition.insane.3": "Weeeeeeeee! Hee hee hee hee!",
      "default.aenen.city.intro": "A gnome city? It looks rather gloomy and stuffy to me. I suppose at least it\u0027s clean and warm.",
      "default.gatehouse.angry.swarms": "Eek! Insects! I hate bugs! Someone do something about these creepy crawlies, please!",
      "default.temple.of.the.gate.end": "We have won through to the Great Gate!\n\nI always dreamed that I was destined to escape from the Maze. Maybe, just maybe, that dream may come true one day...",
      "default.plain.of.pillars.intro": "Yuck, dust everywhere! Especially in my mouth. They faerie folk have deserted this Domain, and I think that we should do the same!",
      "scouting.spot.stash": "What\u0027s that hidden over there?",
      "condition.poison": "Ooo. I don\u0027t feel so good.",
      "default.ichiba.crossroad.mantis.glen": "Oh dear, I have the strangest feeling… Like something is creeping just out of sight. Probably just my imagination… I hope.",
      "default.gnoll.village.intro": "What a charming little village! But I\u0027ve never really been a dog person. And savages are always too over-the-top-macho for me.\n\nHey look! Sweet little faeries and sprites, gambolling here and there! These gnolls seem close to nature, whatever else their faults.",
      "melee.attack.2": "Hayai, take that!",
      "encounter.start.hard": "Oh my! I think we\u0027re in trouble!",
      "melee.attack.3": "Yeee ha!",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "",
      "melee.attack.1": "Hey! Take this!",
      "default.ichiba.city.gnome.garden": "What a pretty garden! Looks at the little sprites playing everywhere! Magical!",
      "default.gatehouse.malignant.widows": "I sense something really spooky on the other side. Maybe we should, you know, reconsider?",
      "slay.foe.1": "Oops, you\u0027re dead!",
      "encounter.start.normal": "Let\u0027s all work together now.",
      "condition.hex": "Oh dear, what is wrong with me?",
      "default.gatehouse.1": "Well, this is a depressing dungeon. Our luck has held and we\u0027ve made it to the Second Realm. But our journey to escape the Maze has only just begun. The sooner we get out of this dingy tomb and into the wider Realm the better.",
      "default.stygios.forest.intro": "How gloomy! I see faeries - dark, evil forest spritelings, things of fangs and claws hunting eachother.\n\nUgh - they\u0027re not the nice sort of faerie folk.",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "Ouch! Oh dear, I\u0027m bleeding an awful lot here!",
      "inventory.heavy.load": "Oh my, I don\u0027t know if I can carry all this stuff very far."
    }
  },
  {
    "name": "Team Player",
    "description": "The Team Player is always there, always positive, always on your side.",
    "colour": "ffccccff",
    "speech": {
      "default.ichiba.city.intro": "Stay sharp team, and keep your eyes open for opportunities. With teamwork we\u0027ll conquer this city\u0027s challenges and leave our mark in every corner!",
      "encounter.win.normal": "Good job team.",
      "default.ichiba.domain.south.shrine": "",
      "default.ichiba.city.imogen.door": "",
      "default.ichiba.city.imogen.tower.1": "",
      "condition.disease": "I think I\u0027ll be out for a few weeks with this.",
      "condition.nausea": "Ugh, feels like when I fluffed the championship play.",
      "default.ichiba.thieves.guild.door": "",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "An epic victory!",
      "condition.plyze": "I\u0027m offside here! Keep going without me!",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "",
      "default.gatehouse.deactivated.portal": "A Gate, team! Let\u0027s work together to figure it out.",
      "condition.irritate": "I must have picked up an itch in the showers...",
      "default.gatehouse.hidden.stuff.1": "They played the game and lost. Let\u0027s make sure we win.",
      "encounter.win.easy": "Piece of cake.",
      "default.gatehouse.block.golem": "Looks like the local art is not just for show? That statue is making a move!",
      "default.dalen.intro": "Touchdown in the secret forest Domain! Green magic is the MVP.",
      "default.ruins.of.hail.intro": "Let\u0027s stick together, navigate carefully, and honor the fallen. Our teamwork will light up this twilight and drive out the shadows.",
      "personality.selected": "Pick me captain, I\u0027ve improved!",
      "default.ichiba.villa.door": "",
      "character.recruited": "I\u0027m on your side!",
      "ally.dies.female": "She was an important part of the team.",
      "default.hianbian.intro": "Our teamwork is our secret weapon against the traps and spectral surprises.",
      "default.ichiba.crossroad.intro": "Mmm, breathe in that fresh air! Ready for some outdoor victories, team? Let\u0027s get out A-game on!",
      "condition.web": "I\u0027m bogged down in this stuff.",
      "default.aenen.outskirts.solar.panel.discovery": "",
      "condition.blind": "This isn\u0027t what I meant by \u0027go blind side\u0027.",
      "default.writhing.mire.intro": "No room for confusion here team. Let\u0027s turn this challenge into a triumph with our teamwork. ",
      "ally.dies.male": "We\u0027ll miss his contribution.",
      "resurrected": "Way to go, I\u0027m back in the team!",
      "inventory.premium.item": "Wow, this is great! Thanks!",
      "default.gatehouse.shrine.garret": "Garret is one that I\u0027d rather have on my team than otherwise.",
      "default.gatehouse.dark.cobweb.area": "No worries, team! We can handle anything together. Stay close, and let\u0027s light up this gloomy corner with our camaraderie!",
      "encounter.start.easy": "This should be a walk in the park.",
      "last.man.standing": "Guys? Guys? Oh no...",
      "default.danaos.village.intro": "This weather is perfect for a spot of cricket. Shall I measure out 22 yards?",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "",
      "condition.insane.1": "Ha ha ha ha ha ha ha ha hah!",
      "condition.insane.2": "Hah hah hah hah hah hah hah hah!",
      "default.danaos.dungeon.intro": "",
      "condition.fear": "Aaaaaaarrrrrrrrggggggggghhhhhhhh!!!",
      "condition.insane.3": "Heh hee hee hee hee hee hee!",
      "default.aenen.city.intro": "Team, look around! We\u0027ve hit the jackpot - Aenen, the hidden gnome city! Time to spread the good vibes and make some pint-sized allies. ",
      "default.gatehouse.angry.swarms": "Keep calm, stay close, and let\u0027s swarm them back!",
      "default.temple.of.the.gate.end": "",
      "default.plain.of.pillars.intro": "It\u0027s like nature\u0027s own game of chess, and we\u0027re the players.\n\nThe heat\u0027s intense, but our team spirit burns brighter. Ready for a strategic move, everyone?\n\n... everyone?",
      "scouting.spot.stash": "Something is hidden nearby! Let\u0027s split up and search the area!",
      "condition.poison": "Poison? How unsporting!",
      "default.ichiba.crossroad.mantis.glen": "That’s not just the wind, is it? Eyes up, team.",
      "default.gnoll.village.intro": "These gnolls might look laid back, but I\u0027ve got a feeling they could bring some serious game if they needed to.",
      "melee.attack.2": "My turn!",
      "encounter.start.hard": "We\u0027d better up our game here!",
      "melee.attack.3": "Hup!",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "Now, that\u0027s what I call a home fortress.",
      "melee.attack.1": "Take this!",
      "default.ichiba.city.gnome.garden": "",
      "default.gatehouse.malignant.widows": "Team, senses tingling. Ready for the showdown?",
      "slay.foe.1": "Gotcha!",
      "encounter.start.normal": "Stay focused team!",
      "condition.hex": "That\u0027s really not cricket!",
      "default.gatehouse.1": "Team, we\u0027ve scored our ticket to the Second Realm! Victory is sweet, and the challenges ahead are our new playing field.",
      "default.stygios.forest.intro": "Let\u0027s weave through these twisted trees like the champions we are. I\u0027ll take the point!",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "I need patching up here!",
      "inventory.heavy.load": "This kit is slowing me down here."
    }
  },
  {
    "name": "Cunning",
    "description": "Brash and boastful. Impatient. Likes cities.",
    "colour": "ffffbe18",
    "speech": {
      "default.ichiba.city.intro": "Now then, this is more like it! A lawless frontier town, full of the bold and the desperate. Easy marks and good times!\n\nI\u0027m practically tingling with excitment! There must be a cosy saloon or whorehouse nearby...",
      "encounter.win.normal": "Search their pockets and let\u0027s get moving.",
      "default.ichiba.domain.south.shrine": "Too bad nobody\u0027s left any valuable offerings here that we could take.",
      "default.ichiba.city.imogen.door": "Hmmm. I gots a feeling for doors. Not sure why, but this one feels different.",
      "default.ichiba.city.imogen.tower.1": "See the thick layer of dust on this carpet? Nobody has walked this way for a long time.",
      "condition.disease": "Ugh, not another dose of the pox.",
      "condition.nausea": "Oooo, haven\u0027t had a hangover like this in a while.",
      "default.ichiba.thieves.guild.door": "Ha! See those small marks on the door? You don\u0027t really, huh? Ok. Well, those are secret signs in the language of Thieves. They say that this place is, or was, used by whatever local Guild owns this area.\n\nWe\u0027re on claimed turf here, lads. Best watch our step \u0027til we\u0027ve sussed out the situation.",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "There better be some good loot to be had after this.",
      "condition.plyze": "What am I supposed to do, blink them to death?",
      "default.stygios.forest.shrine": "Who the hell comes out here to visit this shrine? Madness.",
      "default.hianbian.yenluo.encounter": "Yowzer, what that thing is it looks pissed off!",
      "default.gatehouse.deactivated.portal": "Well, well, a mystical portal, huh? Don\u0027t worry, I\u0027ll have it activated in no time. Watch and learn.",
      "condition.irritate": "Ack, this itches like crabs!",
      "default.gatehouse.hidden.stuff.1": "I\u0027ll just frisk his pockets real quick.",
      "encounter.win.easy": "A walk over.",
      "default.gatehouse.block.golem": "I\u0027ll give y\u0027all twelve to one odds on that being a normal statue. Takers?",
      "default.dalen.intro": "Gee, big trees in this forest. \n\nDon\u0027t like the look of it. Maybe we should go back to town...",
      "default.ruins.of.hail.intro": "Looks like this place has been sacked. Bummer - that usually means that the victors have carried off all the loot.\n\nI\u0027d have preferred to find a busy city here. Still, perhaps there are some caches that haven\u0027t been found yet...",
      "personality.selected": "Yeah, I\u0027m your best bet for this gig.",
      "default.ichiba.villa.door": "Hey, some kind of posh waterfont villa. Probably a good place to rob.\n\nYou lot create a distraction, I\u0027ll have a look at the lock...",
      "character.recruited": "You won\u0027t regret bringing me along.",
      "ally.dies.female": "Dibs on her magic items.",
      "default.hianbian.intro": "Could this be some sort of hidden temple, brimming with precious gems and golden idols? Or perhaps the hidden fortress of a long dead king, his copious wealth long uncounted by living hands. Or, maybe the winding tomb of some mad tyrant, stacked with funeral offerings?\n\nLet\u0027s get going here people!",
      "default.ichiba.crossroad.intro": "Not gonna lie to you, that dungeon was getting tedious.\n\nCheck out the road. Let\u0027s go that way, there might be a town or something.",
      "condition.web": "Damn, I\u0027m stuck!",
      "default.aenen.outskirts.solar.panel.discovery": "It don\u0027t look valuable to me. Leave it.",
      "condition.blind": "I can\u0027t see anything! Gonna lay low...",
      "default.writhing.mire.intro": "Ugh, a disgusting bog. I\u0027d much rather be back in the city.",
      "ally.dies.male": "I\u0027ll just go see if he had any gold teeth.",
      "resurrected": "Thanks, I owe you one.",
      "inventory.premium.item": "Wow! This thing is ama..... I\u0027ll just keep this, it\u0027s probably not much use.",
      "default.gatehouse.shrine.garret": "Garret is my kinda godling - keeps to the shadows and doesn\u0027t ask too many questions.",
      "default.gatehouse.dark.cobweb.area": "Ugh, this place reeks! Dark, dusty, and full of cobwebs. I prefer the vibrant streets of a city. Let\u0027s get through this mess quickly.",
      "encounter.start.easy": "Who do these guys think they are?",
      "last.man.standing": "Hey there, I\u0027ve got a lot of gold and magic items here. Maybe we can make some kind of deal?",
      "default.danaos.village.intro": "Most of the loot will in that castle up there. Not much point stiffing these penniless peasants, let\u0027s go for the main stash.",
      "default.tornado.mountain.dragon.cave": "Right, some kinda cave. Let\u0027s keep going up the mountain.",
      "default.aenen.outskirts.charred.stump": "",
      "condition.insane.1": "Yeeeee haaaaaa! Ha ha ha ha ha ha!",
      "condition.insane.2": "Heh he heh he heh he heh!",
      "default.danaos.dungeon.intro": "So this is what the knight guys are hiding. Their own secret fox hole outta here. Nice",
      "condition.fear": "Whoa no! Anything but that!",
      "condition.insane.3": "Weeeeeeeeeee!",
      "default.aenen.city.intro": "Well well, a underground city! Say, I don\u0027t see many foreigners here. Don\u0027t see any except us. So much for blending in.\n\nStill, a city means trade and trade means wealth. And wealth is something that I admit to being quite fond of.",
      "default.gatehouse.angry.swarms": "Anyone got some extra bug spray, or are we just gonna squash \u0027em the old-fashioned way?",
      "default.temple.of.the.gate.end": "I am officially the stuff of legend! I never doubted that I\u0027d be good enough to make it this far, but everyone else did. Ha! Proved \u0027em all wrong!\n\nOnward to riches and fame in the Third Realm!",
      "default.plain.of.pillars.intro": "P\u0027tah! Dust is already sticking in my mouth.\n\nDon\u0027t think we\u0027ll find a cosy tavern anywhere here.",
      "scouting.spot.stash": "Hey wait! There\u0027s something hidden here!",
      "condition.poison": "Think I\u0027ve got another dose of the pox here.",
      "default.ichiba.crossroad.mantis.glen": "Should we really be messing about here in the woods? Let\u0027s go back and follow the road...",
      "default.gnoll.village.intro": "This ain\u0027t really my kinda scene. Savages - no sense of humour and less patience. And an annoying sense of honour and pride.\n\nDoesn\u0027t look like much to see here, let\u0027s head back to the city.",
      "melee.attack.2": "Hey, your shoelace is untied!",
      "encounter.start.hard": "You lot go ahead, I\u0027m right behind you.",
      "melee.attack.3": "Take this!",
      "default.ichiba.city.temple.of.the_lady.sign": "Looks like some kind of temple. Shall we rob it?",
      "default.danaos.castle.intro": "Not sure I want to be inside the castle of a zealous religious order. Tends to be bad for business, if you know what I mean. Let\u0027s go back to that village outside the walls...",
      "melee.attack.1": "What\u0027s that behind you?",
      "default.ichiba.city.gnome.garden": "We don\u0027t have time to pick flowers. Let\u0027s go.",
      "default.gatehouse.malignant.widows": "I\u0027m getting tired of doors. Kick it in and let\u0027s get going.",
      "slay.foe.1": "Dibs on this one\u0027s purse!",
      "encounter.start.normal": "One of you distract them, and I\u0027ll sneak around behind...",
      "condition.hex": "What the hell is wrong with me?",
      "default.gatehouse.1": "I always knew I was good! Here I am in the Second Realm - a legend in my own time! This Realm is probably ripe for the picking for an operator like me, they won\u0027t know what hit them.\n\nLooks like nobody has been through here for a long time, which suggests a depressing lack of loot in this dungeon. Let\u0027s get outta here.",
      "default.stygios.forest.intro": "Great, a murky forest, fill with hungry animals. Why are we here again? Dry branches everywhere... better watch our steps.",
      "default.ichiba.crossroad.hidden.stuff.1": "I\u0027ll just frisk the dead guy real quick... Dead guys, that is.",
      "badly.wounded": "Where do you want me to put all these organs?",
      "inventory.heavy.load": "Gimme a break, I can\u0027t carry all this junk!"
    }
  },
  {
    "name": "Veteran",
    "description": "Deadpan, world weary, diplomatic. He leans on his sword amidst heaps of the slain.",
    "colour": "ffff9999",
    "speech": {
      "default.ichiba.city.intro": "I\u0027ve seen this kind of frontier town before. There will be haggling and barter. There will be mud and smoke. There will be violence, most probably ending with some desperate vagabond dying on the point of my sword. \n\nIt reminds me of home... but we can never go back.",
      "encounter.win.normal": "Give me a moment while I clean my blade.",
      "default.ichiba.domain.south.shrine": "",
      "default.ichiba.city.imogen.door": "",
      "default.ichiba.city.imogen.tower.1": "",
      "condition.disease": "The plague. Not good.",
      "condition.nausea": "*urk*",
      "default.ichiba.thieves.guild.door": "",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "That was quite a fight.",
      "condition.plyze": "Perhaps you\u0027ll be able to hit me now.",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "",
      "default.gatehouse.deactivated.portal": "Another portal, huh? Seen plenty in my time. Best be careful, though. They don\u0027t always lead to happy places. Keep your wits about you.",
      "condition.irritate": "Godammit, that is irritating.",
      "default.gatehouse.hidden.stuff.1": "Take what\u0027s useful. Leave the rest to dust.",
      "encounter.win.easy": "Another battle, another victory.",
      "default.gatehouse.block.golem": "Surely not an animated statue?",
      "default.dalen.intro": "Feels like I\u0027m being watched. I don\u0027t like this place.",
      "default.ruins.of.hail.intro": "So, this is what happens when the Maze pushes back, when it decides that peace and prosperity have grown too far and need to be nipped in the bud. This town has been thoroughly sacked and it\u0027s inhabitants put to the sword then left to lie where they fell.\n\nI hope that we can avoid this same fate.",
      "personality.selected": "Looks like quite an journey you have planned.",
      "default.ichiba.villa.door": "",
      "character.recruited": "Once more unto the breach, dear friends.",
      "ally.dies.female": "Rest her soul.",
      "default.hianbian.intro": "Passages and doors... something about this maze rings a bell for me, but I can\u0027t quite place it... \n\nSurely an unremarkable place like this shouldn\u0027t bring forth any memories? I feel uneasy, but can\u0027t quite put a finger on why.",
      "default.ichiba.crossroad.intro": "This forest sooths my spirit. But no doubt it harbours dangerous foes. There\u0027s probably some kind of habitation at the end of that path.",
      "condition.web": "Stuck!",
      "default.aenen.outskirts.solar.panel.discovery": "",
      "condition.blind": "Blindness doesn\u0027t help.",
      "default.writhing.mire.intro": "It seems that this road no longer leads where it used to. Instead, we are no doubt heading into danger, once again. Onwards, then.",
      "ally.dies.male": "Alas, poor Yorick. I knew him well.",
      "resurrected": "Once more unto the breach, dear friends.",
      "inventory.premium.item": "This\u0027ll look nice on my mantelpiece.",
      "default.gatehouse.shrine.garret": "The Grey Wayfarer?s mark. We?re on sacred ground.",
      "default.gatehouse.dark.cobweb.area": "A darker part of the dungeon. Keep your senses sharp. Likely spiders lurking.",
      "encounter.start.easy": "They must be crazy. Let\u0027s not waste much time on this.",
      "last.man.standing": "Live by the sword, die by the sword. Come and get me.",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "",
      "condition.insane.1": "He he he he he he he he he heh.",
      "condition.insane.2": "Ha ha ha ha ha ha!",
      "default.danaos.dungeon.intro": "",
      "condition.fear": "AAAAAAAAAAAAAARRRGGHHH!",
      "condition.insane.3": "Har har har! Har har har! Har har har!",
      "default.aenen.city.intro": "An unconventional fortress, but by the looks of it quite an effective one. One wonders what works the little people busy themselves with, here under the ground.",
      "default.gatehouse.angry.swarms": "I\u0027ve faced worse pests than these.",
      "default.temple.of.the.gate.end": "A moment while I clean my blade, comrades.\n\nIt was a hard journey, but our strength and honour have won us the way to the Third Realm. No doubt more danger awaits there, but I for one will meet it as I always do, with the point of a sword.",
      "default.plain.of.pillars.intro": "Remind me of an artists impression of hell I once saw.",
      "scouting.spot.stash": "Let us pause a bit and investigate here.",
      "condition.poison": "Poison? Really!?",
      "default.ichiba.crossroad.mantis.glen": "We are being hunted. Blades ready all.",
      "default.gnoll.village.intro": "Let us examine this primitive village.\n\nI see many warriors, all with weapons near at hand, ready to mobilise at a moment\u0027s notice. This settlement is ready for battle, fitting for an outpost in the Maze.",
      "melee.attack.2": "Hya!",
      "encounter.start.hard": "Cry \u0027havoc\u0027 and let slip the dogs of war!",
      "melee.attack.3": "Hmpf!",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "I\u0027m sure these guys are quite brave here, behind these walls.",
      "melee.attack.1": "Ha!",
      "default.ichiba.city.gnome.garden": "",
      "default.gatehouse.malignant.widows": "Behind this door lies more than just shadows.",
      "slay.foe.1": "Another great treasure.",
      "encounter.start.normal": "The game\u0027s afoot.",
      "condition.hex": "Another dark curse. They usually pass.",
      "default.gatehouse.1": "So we have reached the Second Realm.\n\nThis dungeon is not really what I expected from the Realm, but then fate is eternally capricious. Come what may, we should have little trouble making a name in this new land.",
      "default.stygios.forest.intro": "Hmmm, the unmistakable scent of danger. Methinks that we have left civilised lands behind us.",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "This is more than just a scratch.",
      "inventory.heavy.load": "We\u0027re carrying too much junk here."
    }
  },
  {
    "name": "Wayfarer",
    "description": "An outdoorsman. Observant, thoughtful and free spirited. Prefers outdoors.",
    "colour": "ff00cc00",
    "speech": {
      "default.ichiba.city.intro": "This town stinks. Mostly of people and smoke, but also of animals, excrement, mud, dust, and something unnatural that I can\u0027t quite put my finger on.\n\nLet us not tarry here too long.",
      "encounter.win.normal": "Let us conceal the bodies and continue.",
      "default.ichiba.domain.south.shrine": "I\u0027d say this is probably a shrine devoted to Garret, the trickster god of heroes, adventurers and travellers. I have enough tales of him to keep a tavern rapt for several nights in a row.",
      "default.ichiba.city.imogen.door": "",
      "default.ichiba.city.imogen.tower.1": "The dust on everything here suggests a room that is not often used.",
      "condition.disease": "A noxious plague has afflicted me.",
      "condition.nausea": "Ugh, surely not my claustrophobia?",
      "default.ichiba.thieves.guild.door": "",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "We should try and avoid scraps like that in future.",
      "condition.plyze": "Some kind of paralysis afflicts me.",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "",
      "default.gatehouse.deactivated.portal": "This curious portal will take us nowhere today. Nature\u0027s mysteries often hold the key. Let\u0027s observe, appreciate, and perhaps find the way through.",
      "condition.irritate": "It\u0027s an irritant of some kind...",
      "default.gatehouse.hidden.stuff.1": "Looks like these bones have been here for quite a long time.",
      "encounter.win.easy": "Let\u0027s not tarry here.",
      "default.gatehouse.block.golem": "Take care, in some realms these things are set as guardians to attack intruders.",
      "default.dalen.intro": "Wait! There\u0027s something unusual about this forest... No animal life! I can\u0027t hear anything... and yet, I feel an amazing wellspring of natural magic permeating everything here...\n\nWow. I\u0027m amazed and privileged to visit a place like this. An yet... I have an uneasy feeling that we don\u0027t really belong here. We need to be very, very careful...",
      "default.ruins.of.hail.intro": "Hmmm. Much of what I smell here is unnatural. Even the wind, blowing from the south east, bears the reek of something foul. Some faintly reptilian tracks are visible in this courtyard, but I do not recognise them.",
      "personality.selected": "Together we will roam the wastelands and dare the perils of the Maze.",
      "default.ichiba.villa.door": "",
      "character.recruited": "The open road lies before us.",
      "ally.dies.female": "",
      "default.hianbian.intro": "I always hate not being able to see the sky.\n\nFor what it\u0027s worth, this corridor has a thin layer of dust that is devoid of tracks. Nobody has been down here for a while.",
      "default.ichiba.crossroad.intro": "Mmmm, fresh air! Just smell the complex scents of this forest!\n\nI do not recognise any specific plant life, but there\u0027s nothing unusual given the climate. Forests like these are always teeming with life - reptiles, insects and birds in particular.",
      "condition.web": "These strands are hampering my progress.",
      "default.aenen.outskirts.solar.panel.discovery": "Wel now, this is something I haven\u0027t seen before...",
      "condition.blind": "I will operate by scent and hearing.",
      "default.writhing.mire.intro": "Well, the marsh seems to have swallowed whatever road lies ahead.\n\nThis vegetation and apparent wildlife seem typical of the climate. We\u0027re going to have to be wary of poisons and diseases. Also, terrain like this is very hard to move through without leaving a trail.",
      "ally.dies.male": "",
      "resurrected": "Mmmmm, fresh air...",
      "inventory.premium.item": "In all my travels I have seen few such treasures as this.",
      "default.gatehouse.shrine.garret": "Garret?s shrine! A beacon for those who wander.",
      "default.gatehouse.dark.cobweb.area": "Reminds me of the spider caves back in the foothills of the First Realm. Let\u0027s tread carefully, mates.",
      "encounter.start.easy": "Let\u0027s finish this quickly.",
      "last.man.standing": "I usually work best alone.",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "This was not a natural fire, nor do I believe it was a lightning strike. Also I would suggest that the tree was felled before the blaze was lit.",
      "condition.insane.1": "Er heh heh heh heh heh he he he.",
      "condition.insane.2": "Heh he he heh heh!",
      "default.danaos.dungeon.intro": "",
      "condition.fear": "Got a bad feeling about this.",
      "condition.insane.3": "Ha ha ha ha! Heh!",
      "default.aenen.city.intro": "This underground catacomb makes me uneasy. Hopefully we can finish our business here quickly and depart with due haste.",
      "default.gatehouse.angry.swarms": "Brace yourselves, folk, we\u0027ve got a buzzing storm on our hands!",
      "default.temple.of.the.gate.end": "I can scarce believe that we have won through this far. I hope that the Great Gate leads somewhere more pleasant than this gloomy dungeon.",
      "default.plain.of.pillars.intro": "Nasty looking place. This blood red sky is quite unusual, but on the ground this Domain appears to be a dry salt pan, completely normal, barring those odd pillars.",
      "scouting.spot.stash": "Somebody has hidden something here.",
      "condition.poison": "I am afflicted with some kind of venom.",
      "default.ichiba.crossroad.mantis.glen": "Hush.\n\nHere that? Nothing. The usual forest sounds have died away. There is probably some kind of large predator is probably nearby.",
      "default.gnoll.village.intro": "Gnolls are known for their cunning woodcraft. I saw no tracks approaching the village. Smoke from the huts dissipates low overhead. Despite their casual attitude, they\u0027re keeping noise to a minimum and are all well armed. \n\nThis village is no soft hamlet - I am impressed.",
      "melee.attack.2": "Drawing a bead...",
      "encounter.start.hard": "This presents a challenge. We should have tried to evade them.",
      "melee.attack.3": "Huzzah!",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "",
      "melee.attack.1": "Hah!",
      "default.ichiba.city.gnome.garden": "These plants have been left to grow as they will, but I see signs that someone has been tending this patch of greenery.",
      "default.gatehouse.malignant.widows": "Hold on folk. The air behind this door reeks of shadows and whispers. Best be prepared before cracking this one open.",
      "slay.foe.1": "A kill!",
      "encounter.start.normal": "Foes.",
      "condition.hex": "This is some kind of curse.",
      "default.gatehouse.1": "I didn\u0027t expect the entrance to the Second Realm to be a dungeon.\n\nThe air here is stuffy and unhealthy, and I feel uneasy about the weight of stone above our heads. The dusty floor of this room shows no tracks of any sort, but I do see what appears to be bat droppings.",
      "default.stygios.forest.intro": "Extreme, unsettling silence here, different to the usual woodland hush when a major predator is around. Something supernatural is at work here. \n\nSee these dark twisted trees, the fungus covering the forest floor? The heavy canopy far overhead through which just a little greenish light filters... this forest is a place of evil, of that I have no doubt.",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "My wounds are slowing me down...",
      "inventory.heavy.load": "I\u0027m overloaded here."
    }
  },
  {
    "name": "Valiant",
    "description": "Brash, bold, valourous and adventurous. With a sensative side.",
    "colour": "ff9966ff",
    "speech": {
      "default.ichiba.city.intro": "A dingy frontier boom town. Best to be on our guard. It\u0027ll be packed full of thieves, drunkards and conmen. We may have to bash in a few heads before getting any respect.",
      "encounter.win.normal": "We have triumphed yet again.",
      "default.ichiba.domain.south.shrine": "",
      "default.ichiba.city.imogen.door": "",
      "default.ichiba.city.imogen.tower.1": "",
      "condition.disease": "This isn\u0027t slowing me down much, yet.",
      "condition.nausea": "Ugh, feeling green. Will keep going.",
      "default.ichiba.thieves.guild.door": "",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "By the strength of our arms we have won an great victory today!",
      "condition.plyze": "Hnnnnnnn! Can\u0027t move a muscle!",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "",
      "default.gatehouse.deactivated.portal": "A portal! By the gods, I\u0027m itching for an adventure. Let\u0027s find a way to light this magical beacon.",
      "condition.irritate": "Is that supposed to slow me down?",
      "default.gatehouse.hidden.stuff.1": "Here lies another who dared the darkness and paid the price.",
      "encounter.win.easy": "They were no match for us.",
      "default.gatehouse.block.golem": "A stoic figure, frozen in time. I wonder what tales this statue could tell had it but a voice.",
      "default.dalen.intro": "",
      "default.ruins.of.hail.intro": "The air carries a chill here. Something about this deserted city fills me with fear. Loosten your weapons in their sheaths, comrades.",
      "personality.selected": "Our foes will fall before me.",
      "default.ichiba.villa.door": "",
      "character.recruited": "Onward to victory!",
      "ally.dies.female": "I will avenge you my sister.",
      "default.hianbian.intro": "I am not fooled by this plain passage. No doubt this is some sort of horrid dungeon, teeming with evil beasts.",
      "default.ichiba.crossroad.intro": "Fresh air! I\u0027ve always loved the outdoors. This forest is a welcome relief, even though I\u0027m sure it\u0027s packed full of ferocious animals.\n\nWe should probably press on until we find some sort of settlement.",
      "condition.web": "I\u0027m stuck fast!",
      "default.aenen.outskirts.solar.panel.discovery": "",
      "condition.blind": "It\u0027s all gone dark here.",
      "default.writhing.mire.intro": "Ugh, a stinking bog. As like as not there\u0027s little glory to be had here. Just killing disgusting swamp creatures and getting filthy in the process.",
      "ally.dies.male": "He was a valiant ally. I will miss him.",
      "resurrected": "Many thanks for bringing me back. I am not ready for the afterlife!",
      "inventory.premium.item": "A valuable bauble. I am in your debt.",
      "default.gatehouse.shrine.garret": "Let us honor the guardian of heroes and travelers with our respect.",
      "default.gatehouse.dark.cobweb.area": "Dust and cobwebs won\u0027t stop us. Onward, my friends! Glory awaits on the other side of these shadows.",
      "encounter.start.easy": "Let\u0027s charge and scatter them!",
      "last.man.standing": "I will return with my shield, or on it.",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "",
      "condition.insane.1": "Ya ha ha ha ha ha ha hah!",
      "condition.insane.2": "Har har har har har har!",
      "default.danaos.dungeon.intro": "",
      "condition.fear": "Yaaaaaaaaaaa!",
      "condition.insane.3": "Huh huh huh huh huh huh!",
      "default.aenen.city.intro": "The hidden city of the gnomes! It looks clean and well ordered. And well defended - I note that most of the population is armed.\n\nStill, I welcome this small piece of civilisation amidst the wilds of the Maze. Let us not anger the inhabitants while we are here.",
      "default.gatehouse.angry.swarms": "Angry insects assail us? Ha! Let them taste the sting of our courage. Onward, through the swarm!",
      "default.temple.of.the.gate.end": "As I always expected, our valour has won us through! We have won out against all that the Maze could throw at us.",
      "default.plain.of.pillars.intro": "I find it hard to imagine a more inhospitable landscape. Surviving here will be a true test of our valour.",
      "scouting.spot.stash": "This area seems worth searching.",
      "condition.poison": "Ugh, poison!",
      "default.ichiba.crossroad.mantis.glen": "Hah, my instincts scream of danger! But where is the foe? \n\nShow yourself!",
      "default.gnoll.village.intro": "Most of these gnolls are armed with spears and daggers, and look like they can use them.\n\nThe village seems peaceful enough, but I suspect it would be best to avoid offending the locals.",
      "melee.attack.2": "Feel my steel!",
      "encounter.start.hard": "Gather your courage. Our names will be remembered in legend!",
      "melee.attack.3": "Scum!",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "",
      "melee.attack.1": "Ha!",
      "default.ichiba.city.gnome.garden": "",
      "default.gatehouse.malignant.widows": "Feel that chill? Beyond this door, a dance with dark adversaries awaits. Ready your weapons, comrades!",
      "slay.foe.1": "To victory!",
      "encounter.start.normal": "To arms!",
      "condition.hex": "I\u0027m fine, just a passing cloud.",
      "default.gatehouse.1": "Finally, we have won through to the Second Realm, a feat that already sets us amongst the greatest of my childhood heroes.\n\nTo my eyes this dreary dungeon looks much like any other. No doubt there will be fresh tests of our valour near at hand...",
      "default.stygios.forest.intro": "I like forests, but this place strikes a bad chord. I expect trouble - the sort of trouble that will need to die at the end of my blade.",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "I will fight through the pain. See to the other wounded first.",
      "inventory.heavy.load": "I will try my best to carry this load."
    }
  },
  {
    "name": "Killer",
    "description": "Fatalistic, gloomy and with a professional interest in killing.",
    "colour": "ff009999",
    "speech": {
      "default.ichiba.city.intro": "Looks like a rowdy, lawless place. Plenty of dark alleys and faceless victims here. I\u0027ll probably get along just fine.",
      "encounter.win.normal": "Somebody make sure they\u0027re all dead.",
      "default.ichiba.domain.south.shrine": "We don\u0027t have time for meditation, or whatever you\u0027re supposed to do here. Let\u0027s keep moving.",
      "default.ichiba.city.imogen.door": "You don\u0027t get to build your tower straddling the city walls just because you like the view. I wonder who this Imogen is.",
      "default.ichiba.city.imogen.tower.1": "A thick layer of dust here, probably not the way this Imogen gets into the tower.",
      "condition.disease": "This one feels chronic and terminal.",
      "condition.nausea": "Feels like after my first assassination.",
      "default.ichiba.thieves.guild.door": "This door is well worn and the landing well used. It\u0027s got some unusual markings that I think are a code of some kind, though I can\u0027t read them. I wonder who calls this place their own.",
      "default.stygios.forest.faerie.circle": "I don\u0027t fear the fey folk or their fungal circle. Let them do their worst.",
      "encounter.win.hard": "We\u0027re not dead. Yet.",
      "condition.plyze": "Don\u0027t let them stick a knife in my ribs while I\u0027m down.",
      "default.stygios.forest.shrine": "Nergal I recognise. This is a shrine to the god of death. Can\u0027t say he\u0027s ever done anything for me, though I\u0027ve sent him plenty of visitors.",
      "default.hianbian.yenluo.encounter": "This beast is using a Wing Chun kata of the Inner Circle. A style that involves flurries of punches. A good choice if you happen to have razor blades instead of fists.",
      "default.gatehouse.deactivated.portal": "Portals - always trouble. Just stay close, and keep your weapons ready if we activate it. You never know what\u0027s on the other side.",
      "condition.irritate": "Damn, I\u0027m going to kill you for that.",
      "default.gatehouse.hidden.stuff.1": "Something\u0027s been chewing on these bones. Probably not while he was alive. But see here - gouges in those ribs? A large knife in the back, maybe a small sword, and more than one blow.\n\nNice.",
      "encounter.win.easy": "Waste of my time.",
      "default.gatehouse.block.golem": "I don\u0027t think the old knife-in-the-ribs maneouver will work here. Anyone got a hammer and chisel?",
      "default.dalen.intro": "The silence... We\u0027re being hunted. I can feel it.",
      "default.ruins.of.hail.intro": "Low light conditions. I sense danger!\n\nWell. Nothing attacked out of the blue. But I still feel that danger is not far off.",
      "personality.selected": "I\u0027ll come. As long as there\u0027s a lot of killing.",
      "default.ichiba.villa.door": "No doubt this is the house of some rich merchant. I bet there are guardians inside. Dangerous ones.",
      "character.recruited": "Let\u0027s get this over with.",
      "ally.dies.female": "She\u0027s better off dead.",
      "default.hianbian.intro": "This place seems steady enough. I have a lot of experience sneaking around corridors, this suits me fine.",
      "default.ichiba.crossroad.intro": "Well this is a cheery woodland scene. I don\u0027t believe it for a minute. Keep on your guard.",
      "condition.web": "Damn, I\u0027m caught!",
      "default.aenen.outskirts.solar.panel.discovery": "It doesn\u0027t look like much use as a weapon.",
      "condition.blind": "I have killed in darkness before.",
      "default.writhing.mire.intro": "I guess that this sort of vista is why they call this part of the Realm the wastelands.",
      "ally.dies.male": "Attrition is inevitable.",
      "resurrected": "Death is patient. He will wait a little longer for me.",
      "inventory.premium.item": "This will improve my efficiency.",
      "default.gatehouse.shrine.garret": "Garret. I wonder if he?s watching our backs today.",
      "default.gatehouse.dark.cobweb.area": "Dark. Musty. Just the way I like it. Watch your step, everyone. No telling what might be lurking in these shadows.",
      "encounter.start.easy": "Another bunch of suicidal idiots.",
      "last.man.standing": "So this is what it comes to. I have no regrets.",
      "default.danaos.village.intro": "This looks pretty peaceful. Let\u0027s move on.",
      "default.tornado.mountain.dragon.cave": "That stench... this was the lair of some kind of beast. Perhaps it will come back and find us here?",
      "default.aenen.outskirts.charred.stump": "This is massive overkill for a single tree.",
      "condition.insane.1": "Suddenly everything is crystal clear to me...",
      "condition.insane.2": "You\u0027re all in it together, aren\u0027t you?",
      "default.danaos.dungeon.intro": "Well, we all have our secrets. Let\u0027s see what these guys are hiding down here. I bet it\u0027s dangerous.",
      "condition.fear": "Oh crap!",
      "condition.insane.3": "Just because I\u0027m paranoid doesn\u0027t mean that you\u0027re not out to get me...",
      "default.aenen.city.intro": "Getting out will be difficult, if they decide to keep us here. Most of these guys are carrying, and they probably know their way around better than us.",
      "default.gatehouse.angry.swarms": "They say you can judge a dungeon by the size of its insect infestation.",
      "default.temple.of.the.gate.end": "Well, we have slain, battled and sneaked our way to the ultimate prize - the Great Gate out of this Realm. No doubt the Third Realm will be even more dangerous.",
      "default.plain.of.pillars.intro": "Not a lot of cover here. This place doesn\u0027t suit my fighting style.",
      "scouting.spot.stash": "I think something is hidden here. One of you lot have a look around.",
      "condition.poison": "A tainted blade. Cunning.",
      "default.ichiba.crossroad.mantis.glen": "Hey, what do you lot think the most dangerous thing in these woods is? How long do you think before we meet it?",
      "default.gnoll.village.intro": "Savages. But not to be underestimated. I saw no spoor - they have skilled woodcraft. Those gnolls that I can see all have weapons close at hand. Best we do the same.",
      "melee.attack.2": "Feel the pain.",
      "encounter.start.hard": "Perhaps this is how it ends.",
      "melee.attack.3": "Fear me.",
      "default.ichiba.city.temple.of.the_lady.sign": "It looks religious to me.",
      "default.danaos.castle.intro": "These guys are well armed. I guess they\u0027re expecting trouble. Let\u0027s not be that trouble - I don\u0027t think I can kill them all in one go. ",
      "melee.attack.1": "Does this hurt?",
      "default.ichiba.city.gnome.garden": "A cute patch of grass this, for the middle of a slum. I wonder who looks after it?",
      "default.gatehouse.malignant.widows": "Shhh... I don\u0027t like the silence that\u0027s coming from behind that door. It\u0027s a dangerous kind of silence.",
      "slay.foe.1": "Stay down.",
      "encounter.start.normal": "Kill them all.",
      "condition.hex": "I\u0027m feeling my efficiency impaired by something.",
      "default.gatehouse.1": "It appears that the entrance to the Second Realm is some sort of dungeon. Fair enough, several less pleasant alternatives spring to mind.\n\nThe floor in this room is dusty and no foot prints or other disturbances are evident.  Whoever the denizens of this Realm are, they do not seem to frequent this part of it.",
      "default.stygios.forest.intro": "Normally I\u0027m the quietest thing around, but this forest gives me the creeps. Feels something out there is already stalking us.",
      "default.ichiba.crossroad.hidden.stuff.1": "Looks like we have remains from a bunch of people here. People who dies from violent injuries. Otherwise not much exciting.",
      "badly.wounded": "My time is near.",
      "inventory.heavy.load": "This will impair my efficiency."
    }
  },
  {
    "name": "Gung Ho",
    "description": "Bold and bravo. A bit of an Indiana Jones.",
    "colour": "ff9999ff",
    "speech": {
      "default.ichiba.city.intro": "",
      "encounter.win.normal": "You think they\u0027d learn not to mess with the hero of the story.",
      "default.ichiba.domain.south.shrine": "",
      "default.ichiba.city.imogen.door": "",
      "default.ichiba.city.imogen.tower.1": "",
      "condition.disease": "It\u0027s not the years, honey; it\u0027s the mileage.",
      "condition.nausea": "Feels like the time I didn\u0027t purify the drinking water properly.",
      "default.ichiba.thieves.guild.door": "",
      "default.stygios.forest.faerie.circle": "",
      "encounter.win.hard": "We were pretty lucky there people. Well, you lot were lucky, I was just good.",
      "condition.plyze": "Why don\u0027t I just sit down? It\u0027ll be more comfortable.",
      "default.stygios.forest.shrine": "",
      "default.hianbian.yenluo.encounter": "",
      "default.gatehouse.deactivated.portal": "A portal? Fantastic! Let\u0027s get it going and get outta here!",
      "condition.irritate": "I\u0027m covered with something itchy!",
      "default.gatehouse.hidden.stuff.1": "Poor soul didn\u0027t make it, but we will.",
      "encounter.win.easy": "Piece of cake.",
      "default.gatehouse.block.golem": "Hey, if it\u0027s just decoration, maybe we can nick a few gems off it.",
      "default.dalen.intro": "",
      "default.ruins.of.hail.intro": "",
      "personality.selected": "Fortune and glory, kid. Gimme a torch and let\u0027s get going.",
      "default.ichiba.villa.door": "",
      "character.recruited": "Ok people. We do not follow maps to buried treasure and X never, ever marks the spot.",
      "ally.dies.female": "The biggest trouble with her was the noise.",
      "default.hianbian.intro": "",
      "default.ichiba.crossroad.intro": "Tropical paradise, eh? I bet there\u0027s a village or a hidden temple around here. Let\u0027s follow that path!",
      "condition.web": "When I get outta this gunk I\u0027m gonna come and break your head!",
      "default.aenen.outskirts.solar.panel.discovery": "",
      "condition.blind": "Don\u0027t worry, I\u0027ve got a vivid imagination.",
      "default.writhing.mire.intro": "",
      "ally.dies.male": "We\u0027ve lost a good man today.",
      "resurrected": "Here I am, walking back through your door.",
      "inventory.premium.item": "Wow, that\u0027s a pretty trinket!",
      "default.gatehouse.shrine.garret": "Honor to the Wayfarer. Let\u0027s keep moving - there\u0027s more adventure ahead.",
      "default.gatehouse.dark.cobweb.area": "Dusty, cobweb-ridden halls! Reminds me of that crypt under Ponang. Fun times! Let\u0027s press on, the thrill awaits!",
      "encounter.start.easy": "I think you just brought a knife to a gunfight, kid.",
      "last.man.standing": "You want to talk to God? Let\u0027s go see him together, I\u0027ve got nothing better to do.",
      "default.danaos.village.intro": "",
      "default.tornado.mountain.dragon.cave": "",
      "default.aenen.outskirts.charred.stump": "",
      "condition.insane.1": "Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha!",
      "condition.insane.2": "WA HA HA HA HA HA HA HA HA HA HA HA HA HA HA HA HA HA HA HA HA HA!",
      "default.danaos.dungeon.intro": "",
      "condition.fear": "Good god!",
      "condition.insane.3": "AAAAA!!! HA HA HA HA HA HA HA HA HAH!",
      "default.aenen.city.intro": "",
      "default.gatehouse.angry.swarms": "Well, look who decided to join the party!",
      "default.temple.of.the.gate.end": "",
      "default.plain.of.pillars.intro": "",
      "scouting.spot.stash": "Hey, let\u0027s look around a bit here and see what we can find!",
      "condition.poison": "Snakes. Why did it have to be snakes?",
      "default.ichiba.crossroad.mantis.glen": "Anyone else got that ‘being watched’ feeling? \n\nI say we pick up the pace.",
      "default.gnoll.village.intro": "",
      "melee.attack.2": "This is gonna hurt you a lot more than it\u0027s gonna hurt me.",
      "encounter.start.hard": "Fortune and glory, kid. Fortune and glory.",
      "melee.attack.3": "Eat lead, scum.",
      "default.ichiba.city.temple.of.the_lady.sign": "",
      "default.danaos.castle.intro": "",
      "melee.attack.1": "Hang on, lady, we\u0027re going for a ride.",
      "default.ichiba.city.gnome.garden": "",
      "default.gatehouse.malignant.widows": "Smells like trouble on the other side. I bet there\u0027s something nasty waiting for us.",
      "slay.foe.1": "Sorry about the mess.",
      "encounter.start.normal": "Bring \u0027em on! I prefer a straight fight to all this sneakin\u0027 around.",
      "condition.hex": "A foul curse.",
      "default.gatehouse.1": "Second Realm, first impressions: not great. But hey, no turning back now! Let\u0027s see what this dungeon\u0027s hiding.",
      "default.stygios.forest.intro": "",
      "default.ichiba.crossroad.hidden.stuff.1": "",
      "badly.wounded": "This is usually when the ground falls out from beneath my feet.",
      "inventory.heavy.load": "Why are we carrying all this crap?"
    }
  }
]