{
  "name": "npc",
  "contents": {
    "Emmons": [
      {
        "turnNr": "530",
        "text": "Rounding the corner you nearly collide with a short, scruffy goblin who is furtively picking with a knife between the cracks of the northern wall."
      },
      {
        "turnNr": "530",
        "text": "Encountered Emmons "
      },
      {
        "turnNr": "530",
        "text": "In a flash the stranger confronts you!"
      },
      {
        "turnNr": "530",
        "text": "Emmons- \"Oh aye! What have we here?\""
      },
      {
        "turnNr": "530",
        "text": "Emmons- \"Could it be ... ye\u0027re newcomers to this here Second Realm?\""
      },
      {
        "turnNr": "530",
        "text": "Emmons- \"Ha! Newly arrived through the Great Gate eh! Been a while, quite a while, since Emmons has seen the likes of ye!\""
      },
      {
        "turnNr": "530",
        "text": "Emmons- \"Where are me manners?\n\nGreetings travellers, from Emmons, called by some The Hand. On account of me skill at juggling.\""
      },
      {
        "turnNr": "530",
        "text": "Emmons- \"Now mind you I have little time for prattle. Got business to take care of.\n\nNo doubt ye\u0027ll be wanting to move on quickly to Ichiba ...\""
      },
      {
        "turnNr": "530",
        "text": "Emmons- \"So listen mateys.\n\nEmmons know these halls. There are three Gates outta here.\""
      },
      {
        "turnNr": "530",
        "text": "Emmons- \"All will take ye to places in the crater.\n\nIf I were ye I\u0027d take the center and make for the city. It\u0027s where all the action is.\""
      },
      {
        "turnNr": "530",
        "text": "Emmons- \"Emmons has his own ways out!\n\nFarewell, mayhap we\u0027ll meet again in Ichiba City!\""
      },
      {
        "turnNr": "530",
        "text": "With a casual but surprisingly fast saunter, the goblin steps around the corner and out of sight."
      }
    ],
    "Eva Wingfield": [
      {
        "turnNr": "592",
        "text": "Striding rapidly through the wilderness comes a tall warrior woman, red cape streaming behind her."
      },
      {
        "turnNr": "592",
        "text": "She stops before you, her jaw set in a look of fierce determination."
      },
      {
        "turnNr": "592",
        "text": "Encountered Eva Wingfield "
      },
      {
        "turnNr": "592",
        "text": "Eva Wingfield- \"My greetings to you, wayfarers.\""
      },
      {
        "turnNr": "592",
        "text": "Eva Wingfield- \"Long are the years that I have walked the winding paths of this Second Realm, but few are the likes of you that I have encountered.\""
      },
      {
        "turnNr": "592",
        "text": "Eva Wingfield- \"For unless I miss my mark you are refugees from the previous Realm.\""
      },
      {
        "turnNr": "592",
        "text": "Eva Wingfield- \"Yes, it is clear. Your feats in the face of adversity to reach this point are admirable.\""
      },
      {
        "turnNr": "592",
        "text": "Eva Wingfield- \"Yet be warned that admiration is worth little here.\""
      },
      {
        "turnNr": "592",
        "text": "She pauses, and her face sets angrily."
      },
      {
        "turnNr": "592",
        "text": "Eva Wingfield- \"I should know, for bitter have the years been since I too walked the path that you have followed.\""
      },
      {
        "turnNr": "592",
        "text": "Eva Wingfield- \"Yea, we were a merry band who came here, sure of our destiny. Sure that soon we would pass through this Realm and continue our escape!\""
      },
      {
        "turnNr": "592",
        "text": "Eva Wingfield- \"Yet now... well, here I am. I walk the ways and do my part to keep them open.\""
      },
      {
        "turnNr": "592",
        "text": "Eva Wingfield- \"Of the others I know not, and care less.\""
      },
      {
        "turnNr": "608",
        "text": "All of a sudden your skin crawls. You are certain that you are being watched!\n\nYou freeze and stand ready to defend yourself."
      },
      {
        "turnNr": "608",
        "text": "Nothing happens. Perhaps you were mistaken."
      },
      {
        "turnNr": "616",
        "text": "The air within the cave is chill and damp. Smells of minerals and mildew assail you, strangely at odds with the thick tropical jungle outside. Everything is eerily silent.\n"
      }
    ]
  }
}